Repository: mdulin2/SC5
Catalog: blackboard/rosariosis/locale/*.utf8/LC_MESSAGES/rosariosis.po
Languages: km

source: Please enter valid Numeric data.
km: សូមបញ្ចូនទិន្នន័យលេខដែលមានសុពលភាព

source: That discipline incident has been emailed.
km: ការដាក់ពិន័យលើឧប្បត្តិហេតុនោះត្រូវបានគេផ្ញើអ៊ីម៉េលចេញ

source: That discipline incident has been referred to an administrator.
km: ការដាក់ពិន័យលើឧប្បត្តិហេតុនោះត្រូវបានភ្ជាប់សេចក្តីយោងដល់អ្នកគ្រប់គ្រង

source: Email Referral to
km: អ៊ីម៉េលបញ្ជូនទៅកាន់

source: Administrators
km: អ្នកគ្រប់គ្រង

source: Teachers
km: គ្រូ

source: Add Referral
km: បន្តែមការបញ្ជូន

source: Referrals
km: ការបញ្ជូន

source: Category Breakdown
km: ញែកប្រភេទ

source: Category Breakdown over Time
km: ញែកក្រុមហួសម៉ោង

source: Breakdown by Student Field
km: ញែកសិស្សតាមតារាង

source: Discipline Log
km: ​បញ្ជីការដាក់ពិន័យ

source: Referral Form
km: ទម្រងបែបបទបញ្ជូន

source: Referral
km: ការបញ្ជូន

source: Please choose a student field
km: សូមជ្រើសរើសតារាងសិស្ស

source: New discipline incident
km: ការដាក់ពិន័យថ្មីលើឧប្បត្តិហេតុ

source: %d new referral
km: %d លេខបញ្ជូន

source: Include in Discipline Log
km: រួមបញ្ជូលក្នុងបញ្ជីការដាក់ពិន័យ

source: Entry Date
km: ការបរិច្ឆេទចូល

source: Begins
km: ចាប់ផ្តើម

source: Ends
km: ចប់

source: This activity has been added to the selected students.
km: សកម្មភាពនេះត្រូវបានបន្តែមចូលចំពោះសិស្សដែលបានជ្រើសរើស.

source: You must choose an activity.
km: អ្នកត្រូវជ្រើសរើសសកម្មភាពមួយ.

source: Add Activity to Selected Students
km: បន្តែមចូលសមក្មភាពទៅកាន់សិស្សដែលបានជ្រើសរើស

source: Passing
km: ជាប់

source: Failing
km: ធ្លាក់

source: Incomplete
km: មិនពេញលេញ

source: You can only enter eligibility from %s %s to %s %s.
km: អ្នកអាចគ្រាន់តែមានសិទ្ធដាក់បញ្ជូនពី %s %s ទៅកាន់ %s %s.

source: Use Gradebook Grades
km: សូមប្រើសៀវភៅពិន្ទុដាក់ពិន្ទុ

source: Allow Eligibility Posting
km: អនុញាតអោយមានសិទ្ធបង្ហោ

source: To
km: ទៅកាន់

source: Student Screen
km: អេក្រង់សិស្ស

source: Add Activity
km: បន្តែមសកម្មភាព

source: Activities
km: សកម្មភាពផ្សេងៗ

source: Entry Times
km: ម៉ោងចូល

source: Enter Eligibility
km: ការទទួលបានសិទ្ធចូល

source: The activity you selected is already assigned to this student!
km: សកម្មភាពដែលអ្នកជ្រើសរើសគឺត្រូវបានកំណត់អោយដល់សិស្សនេះរួចហើយ

source: There are no calendars yet setup.
km: មិនទាន់មានប្រតិថិនបង្កើតទេ

source: Add
km: បន្តែម

source: Starts
km: ចាប់ផ្តើម

source: Teacher who hasn't entered eligibility
km: គ្រូដែលមិនទទួលបានសិទ្ធចូល

source: User
km: អ្នកប្រើប្រាស់

source: Transaction Item
km: មុខទំនិញនៃប្រតិបត្តិការ

source: Cash
km: សាច់ប្រាក់

source: Check
km: មូលប្បទានប័ត្រ

source: Credit Card
km: កាត​ឥណទាន

source: Debit Card
km: ប័ណ្ណ​ឥ​ណ្ណ​ពន្ធ

source: Transfer
km: សេវាផ្ទេរប្រាក់

source: Credit
km: ឥណទាន

source: Debit
km: ឥណពន្ធ

source: ID
km: លេខសម្គាល់

source: Student Transaction w/o School
km: ប្រតិបតិ្តការរបស់សិស្សដោយគ្មានសាលារៀន

source: User Transaction w/o School
km: ប្រតិបតិ្តការរបស់អ្នកប្រើប្រាស់ដោយគ្មានសាលារៀន

source: Total of Balances
km: សរុបនៃតុល្យភាព

source: There are no menus yet setup.
km: មិនទាន់មានមុខម្ហូបបង្កើតទេ

source: or select previous meal
km: ឬ សូមជ្រើសរើសមុខម្ហូបលើកមុន

source: Description
km: ពិពណ៌នា

source: Generate Menu
km: បង្កើតមុខម្ហូប

source: %s Day
km: ថ្ងៃ %s

source: %s Days
km: ថ្ងៃទាំងឡាយ %s

source: Accounts
km: គណនី

source: Statements
km: របាយការណ៍

source: Transactions
km: ប្រតិបតិ្តការ

source: Serve Meals
km: ការបម្រើអាហារ

source: Activity Report
km: របាយការណ៍សកម្មភាព

source: Transactions Report
km: របាយការណ៍ប្រតិបតិ្តការ

source: Meal Reports
km: របាយការណ៍អាហារ

source: Reminders
km: ការរំលឹក

source: Daily Menus
km: មុខម្ហូមប្រចាំថ្ងៃ

source: Meals
km: អាហារ

source: Kiosk Preview
km: Kiosk ការមើលមុខម្ហូមមុន

source: Meal Item
km: មុខអាហារ

source: Item
km: មុខទំនិញ

source: Menu Item
km: មុខម្ហូប

source: Icon
km: រូបម្ហូបតំណាង

source: Include in Counts
km: រួមបញ្ចូលក្នុងរាប់

source: %s Item
km: មុខទំនិញ​ %s

source: %s Items
km: មុខទំនិញទាំងឡាយ %s

source: Item Description
km: ការពិពណ៌នាមុខទំនិញ

source: Student Price
km: តម្លៃរបស់សិស្ស

source: Reduced Price
km: តម្លៃបានថយចុះ

source: Free Price
km: តម្លៃគិតថ្លៃ

source: Staff Price
km: តម្លៃបុគ្គលិក

source: Eligible
km: សិទ្ធិទទួលបាន

source: Total Eligible
km: សិទ្ធិទទួលបានទាំងស្រុង

source: Participated
km: បានចូលរួម

source: Participation
km: ការចូលរួម

source: Sales
km: ការលក់

source: Meal
km: អាហារ

source: %s Category
km: ក្រុម %s

source: %s Categories
km: ក្រុមទាំងឡាយ %s

source: Non-existent account!
km: គណនីអត់មាន!

source: Other students associated with the same account
km: សិស្សផ្សេងទៀតដែលបានភ្ជាប់ជាមួយគណនីដូចគ្នា

source: Are you sure you want to assign that barcode?
km: តើអ្នកពិតជាចង់កំណត់លេខកូដនោះ?

source: That barcode is already assigned to Student <b>%s</b>.
km: លេខកូដនោះត្រូវបានកំណត់ទៅអោយសិស្សរួចហើយ<b>%s</b>.

source: Hit OK to reassign it to the current student or Cancel to cancel all changes.
km: ចុច OK ដើម្បីកំណត់ផ្តល់ដល់សិស្សបច្ចុប្បន្នឡើងវិញ ឬ ចុុច Cancel ដើម្បីបោះបង់ការផ្លាស់ប្តូរទាំងអស់ចុច យល់ព្រម ដើម្បីផ្ដល់តម្លៃនេះទៅសិស្សបច្ចុប្បន្នឬ បោះបង់ ដើម្បីបោះបង់ការផ្លាស់ប្តូរទាំងអស់

source: That barcode is already assigned to User <b>%s</b>.
km: លេខកូដនោះត្រូវបានផ្តល់ទៅអោយអ្នកប្រើប្រាស់រួចទៅហើយ <b>%s</b>.

source: Include Inactive Students in Shared Account
km: ដាក់បញ្ចូលសិស្សនិស្សិតដែលអសកម្មចូលទៅក្នុងគណនីដែលបានចែករំលែក

source: Account Information
km: ព័ត៌មានរបស់គណនី

source: Sort by Name
km: តម្រៀបតាមរយៈឈ្មោះ

source: Detailed View
km: សេចក្ដីលម្អិត

source: Original View
km: សេចក្តីដើម

source: Detail
km: លម្អិត

source: Count
km: រាប់

source: Transaction Type
km: ប្រភេទនៃប្រតិបត្តិការណ៍

source: %N's lunch account is getting low. Please send in at least %P with %h reminder slip. THANK YOU!
km: %N's គណនីអាហារថ្ងៃត្រង់នេះកំពុងតែមានកម្រិតទាប។ សូមផ្ញើរយ៉ាងហោចណាស់នៅ %P ប័ណ្ណនៃការរំលឹក។ សូមអរគុណ!

source: %N now has a <b>negative balance</b> in %h lunch account. Please send in the negative balance plus %T. THANK YOU!
km: %N​​ ឥលូវមាន​ <b>សមតុល្យប្រាក់អវិជ្ជមាន</b> នៅក្នុងគណនីអាហារថ្ងៃត្រង់នេះ %h. សូមផ្ញើរទៅក្នុង សមតុល្យប្រាក់អវិជ្ជមានបន្ថែម %T. សូមអរគុណ!

source: %N now has a <b>negative balance</b> below the allowed minimum. Please send in the negative balance plus %T. THANK YOU!
km: %N ឥលូវមាន <b>សមតុល្យប្រាក់អវិជ្ជមាន</b> ខាងក្រោមត្រូវបានអនុញ្ញាតក្នុងកម្រិតអប្បបរមា។ សូមផ្ញើរ ​ ទៅក្នុងសមតុល្យប្រាក់អវិជ្ជមានបន្ថែម %T. សូមអរគុណ!

source: %N's lunch account is getting low. The requested payment anount is estimated so %h account will have a zero balance at the end of the school year. Please send in the requested amount with %h reminder slip. THANK YOU!
km: គណនីអាហារថ្ងៃត្រង់នេះកំពុងតែមានកម្រិតទាប។ សំណើរនៃការបង់ប្រាក់របស់គណនីគឺ ត្រូវបានព្យាករទុកជាមុន ដូច្នេះ %h គណនីនិងត្រូវអស់សមតុល្យសាច់ប្រាក់នៅពេលចុងបញ្ចប់ឆ្នាំនៃសាលា. សូមផ្ញើររាល់សំណើរដែលបានសំុទាំងអស់ជាមួយនឹងប័ណ្ណនៃការរំលឹក។សូមអរគុណ!

source: %N's lunch account is getting low. It's estimated that %g needs about a %T current balance to finish the year with a zero balance. Please send in the requested amount with %h reminder slip. THANK YOU!
km: គណនីអាហារថ្ងៃត្រង់នេះកំពុងតែមានកម្រិតទាប។ វាគឺត្រូវបានព្យាករទុកថា %g ត្រូវការនូវ សមតុល្យប្រាក់នាពេលបច្ចុប្បន្ននេះ %T បន្តរហូតដល់បញ្ចប់ឆ្នាំសិក្សាទើបសមតុល្យប្រាក់នេះអស់។​ សូមកផ្ញើរទៅក្នុង សូមផ្ញើររាល់សំណើរដែលបានសំុទាំងអស់ជាមួយនឹងប័ណ្ណនៃការរំលឹក។ សូមកអរគុណ!

source: Create Reminders for Selected Students
km: បង្កើតកម្មវីធីរំលឹកសម្រាប់សិស្សនិស្សិតដែលបានជ្រើសរើសរួច

source: Estimate for year end
km: ការព្យាករណ៍នៅឆ្នាំបញ្ចប់

source: Negative
km: ភាពអវិជ្ជមាន

source: Minimum
km: អប្បបរមា

source: Year End
km: ឆ្នាំបញ្ចប់

source: Lunch Payment Reminder
km: កម្មវិធីរំលឹកការទូទាត់អាហារថ្ងៃត្រង់

source: Other students on this account
km: សិស្សនិស្សិតដទៃទៀតនៅលើគណនីនេះ

source: Today's Date
km: កាលបរិច្ឆេទថ្ងៃនេះ

source: Date of Last Deposit
km: កាលបរិច្ឆេទនៃការដាក់ប្រាក់កក់

source: Amount of Last Deposit
km: ចំនួនទឹកប្រាក់នៃប្រាក់កក់

source: Requested Payment
km: បានស្នើរការទូទាត់

source: Mimimum Payment
km: ការទូទាត់អប្បបរមា

source: Sale
km: លក់

source: Cancel Sale
km: រំសាយការសល់

source: Complete Sale
km: លក់អស់

source: Earlier %s Sale
km: %s ការលក់លើកដំបូង

source: Earlier %s Sales
km: %s ការលក់លើកដំបូងផ្សេងៗទៀត

source: Price
km: តំលៃ

source: This student does not have a valid Meal Account.
km: សិស្សម្នាក់នេះពំុមានគណនីញាុំអាហារដែលមានសុពលភាព។

source: Seller
km: អ្នកលក់

source: Please enter valid Type and Amount.
km: សូមបញ្ចូលប្រភេទនិងចំនួនទឹកប្រាក់ដែលមានសុពលភាព។

source: Earlier Transaction
km: ប្រតិបត្តិការលើកដំបូង

source: You cannot take meal counts for this period.
km: អ្នកមិនអាចរាប់បញ្ចូលក្នុងការញាុំអាហារបានទេនៅពេលនេះ។

source: The selected date is not a school day!
km: កាលបរិច្ឆេទដែលបានជ្រើសរើសរួចនេះគឺមិនចំថ្ងៃសិក្សានោះទេ!

source: This period does not meet in the marking period of the selected date.
km: រយៈពេលនេះគឺវាមិនស្ថិតនៅក្នុងរយៈពេលដែលបានធ្វើការកត់ចំណាំនៃកាលបរិច្ឆេទដែលបានជ្រើសរើសរួចនោះទេ។

source: This period does not meet on the selected date.
km: រយៈពេលនេះគឺវាមិនស្ថិតនៅលើកាលបរិច្ឆេទដែលបានជ្រើសរើសនោះទេ។

source: You have taken lunch counts today for this period.
km: ថ្ងៃនេះអ្នកត្រូវបានរាប់បញ្ចូលទៅក្នុងការញាុំអាហារថ្ងៃត្រង់សម្រាប់អំឡុងពេលនេះ។

source: Items
km: មុខម្ហូប

source: Ineligible Student
km: សិស្សដែលពុំមានសិទ្ធ

source: Teacher who takes %s counts
km: គ្រូដែលរាប់បញ្ចូល %s

source: Teachers who take %s counts
km: គ្រូផ្សេងៗទៀតដែលរាប់បញ្ចូល %s

source: Total Count
km: សរុបរាប់

source: Item Total
km: ធាតុសរុប

source: This user does not have a Meal Account.
km: អ្នកប្រើប្រាស់នេះពំុមានកគណនីញាុំអាហារណាមួយទេ។

source: User Account
km: គណនីអ្នកប្រើប្រាស់

source: Hit OK to reassign it to the current user or Cancel to cancel all changes.
km: វាយ OK ដើម្បីអោយតម្លៃវាទៅកាន់អ្នកប្រើប្រាស់បច្ចុប្បន្ន​ ឫ វាយ​ Cancel ដើម្បីដកតម្លៃរាល់គ្រប់ការផ្លាស់ប្ដូរទាំងអស់។ todos los cambios.

source: Hit OK to reassign it to the user student or Cancel to cancel all changes.
km: វាយ OK ដើម្បីអោយតម្លៃវាទៅកាន់អ្នកប្រើប្រាស់ដែលជាសិស្ស​ ឫ វាយ​ Cancel ដើម្បីដកតម្លៃរាល់គ្រប់ការផ្លាស់ប្ដូរទាំងអស់។ cancelar todos los cambios.

source: Delete Account
km: លុបគណនី

source: Create Account
km: បង្កើតគណនី

source: Your lunch account is getting low. Please send in at least %P with your reminder slip. THANK YOU!
km: គណនីអាហារថ្ងៃត្រង់នេះកំពុងតែមានកម្រិតទាប។ សូមផ្ញើររាល់សំណើរដែលបានសំុទាំងអស់ជាមួយ%Pនឹងប័ណ្ណនៃការរំលឹក។ សូមកអរគុណ!

source: You now have a <b>negative balance</b> in your lunch account. Please send in the negative balance plus %T. THANK YOU!
km: ឥលូវនេះអ្នកមាន <b>សមតុល្យប្រាក់អវិជ្ជមាន</b> នៅក្នុងគណនីអាហារថ្ងៃត្រង់របស់អ្នក។ សូមផ្ញើរទៅក្នុង សមតុល្យប្រាក់អវិជ្ជមានបន្ថែម%T។ សូមអរគុណ!

source: You now have a <b>negative balance</b> below the allowed minimum. Please send in the negative balance plus %T. THANK YOU!
km: ឥលូវនេះអ្នកមាន <b>សមតុល្យប្រាក់អវិជ្ជមាន</b> ខាងក្រោមត្រូវបានអនុញ្ញាតក្នុងកម្រិតអប្បបរមា។ សូមផ្ញើរទៅក្នុងសមតុល្យប្រាក់អវិជ្ជមានបន្ថែម %T។ សូមអរគុណ!

source: Create Reminders for Selected Users
km: បង្កើតកម្មវីធីរំលឹកសម្រាប់អ្នកប្រើប្រាស់ដែលបានជ្រើសរើសរួច

source: Payment Reminder
km: កម្មវិធីរំលឹកការទូរទាត់ប្រាក់

source: This user does not have a Food Service Account.
km: អ្នកប្រើប្រាស់នេះពុំទាន់មានគណនីសេវាកម្មអាហារនៅឡើយទេ។

source: Gradebook
km: សៀវកភៅសិក្ខាគរឹក

source: Include All Courses
km: រួមបញ្ចូលវគ្គសិក្សាទាំងអស់

source: Include Inactive Students
km: រួមបញ្ចូលសិស្សនិស្សិតដែលអសកម្ម

source: Include
km: រួមបញ្ចូល

source: Missing Grades
km: ការបាត់ចំណាត់ថ្នាក់

source: Excused and Negative Grades
km: ទោសនិងភាពអវិជ្ជមាននៃចំណាត់ថ្នាក់

source: Exceed %d%% and Extra Credit Grades
km: វាស់ស្ទុង %d%% និងការបន្ថែមឥណទានចំណាត់ថ្នាក់

source: Problem
km: បញ្ហា

source: Name
km: ឈ្មោះ

source: Assignment
km: កិច្ចការ

source: Anomalous Grade
km: ចំណាត់ថ្នាក់ខុសពីមុខ

source: Student with Anomalous Grades
km: សិស្សជាមួយនឹងចំណាត់ថ្នាក់ខុសពីមុខ

source: Missing
km: ការខកខាន

source: Excused
km: ទោស

source: Extra Credit
km: ឥណទានបន្ថែម

source: Please fill in the required fields
km: សូមធ្វើការបំពេញក្នុងទីតាំងដែលត្រូវការ

source: Assignment Type
km: ប្រភេទនៃកិច្ចការ

source: Points
km: ពិន្ទុក

source: Default Points
km: ពិន្ទុកដើម

source: Enter an asterisk (*) to excuse student
km: បញ្ចូលសញ្ញាផ្កាយ (*) ដើម្បីដោះសាសិស្ស

source: Assigned Date
km: កាលបរិច្ឆេទដែលបានកំណត់

source: Due Date
km: កំណត់កាលបរិច្ឆេទ

source: Percent
km: ភាគរយ

source: Color
km: ព័ណ៌

source: Assigned date is after end of quarter!
km: កាលបរិច្ឆេទដែលបានផ្ដល់គឺបន្ទាប់ពីចុងត្រីមាស!

source: Assigned date is after due date!
km: កាលបរិច្ឆេទដែលបានផ្ដល់គឺបន្ទាប់ពីការកំណត់កាលបរិច្ឆេទ!

source: Due date is after end of quarter!
km: កាលបរិច្ឆេទផុតកំណត់គឺបន្ទាប់ពីចុងត្រីមាស!

source: Due date is before assigned date!
km: កាលបរិច្ឆេទផុតកំណត់ត្រូវបានផ្ដល់មុនពេលកាលបរិច្ឆេទ!

source: No courses assigned to teacher.
km: ពំុមានវគ្គសិក្សាណាមួយបានផ្ដល់ទៅកាន់គ្រូទេ

source: Some dates were not entered correctly.
km: កាលបរិច្ឆេទមួយចំនួនមិនត្រូវបានបញ្ចូលយ៉ាងត្រឹមត្រូវ។

source: You are not in the current Quarter.
km: អ្នកគឺមិនស្ថិតនៅក្នុងត្រីមាសនាពេលបច្ចុប្បន្ននេះទេ

source: New Assignment
km: កិច្ចការថ្មី

source: New Assignment Type
km: ប្រភេទនៃកិច្ចការថ្មី

source: Enter 0 so you can give students extra credit
km: បញ្ចូលលេខ ០ ដូច្នេះអ្នកអាចផ្ដល់អោយសិស្សនិស្សិតនូវសមតុល្យប្រាក់បន្ថែម

source: Apply to all Periods for this Course
km: អនុវត្តទៅគ្រប់អំឡុងពេលទាំងអស់សម្រាប់វគ្គសិក្សានេះ

source: Enable Assignment Submission
km: អនុញ្ញាត្តអោយដាក់កិច្ចការ

source: Percent of Final Grade
km: ភាគរយនៃថ្នាក់ចុងក្រោយ

source: Percent Total
km: ភាគរយសរុប

source: Order
km: លំដាប់

source: Calculate GPA for
km: គណនាមធ្យមភាគ សម្រាប់

source: GPA based on a scale of %d
km: មធ្យមភាគគឺពឹងផ្អែកទៅលើការពង្រីកមួយនៃ %d

source: GPA calculation modifies existing records.
km: ការគណនា​មធ្យមភាគ កែប្រែកំណត់ត្រាដែលមានស្រាប់។

source: Weighted and unweighted GPA is calculated by dividing the weighted and unweighted grade points configured for each letter grade (assigned in the Report Card Codes setup program) by the base grading scale specified in the school setup.
km: មធ្យមភាគ ដែលគ្រប់លក្ខ័ណ្ឌនិងមិនគ្រប់លក្ខ័ណ្ឌគឺត្រូវបានគណនាដោយការបែងចែកពិន្ទុគ្រប់លក្ខ័ណ្ឌនិងពិន្ទុដែលមិនគ្រប់លក្ខ័ណ្ឌដែលបានកំណត់នូវរចនាសម្ព័ន្ធនៃកម្រិតពិន្ទុសម្រាប់លិខិតបញ្ជាក់កម្រិតនីមួយៗ(បានដាក់ក្នុង កម្មវិធីដំឡើងកូដប័ណ្ណរបាយការណ៍) ដោយផ្អែកទៅលើកំណើនចំណាត់ថ្នាក់ជាក់លាក់ណាមួយនៅក្នុងការដំឡើងសាលា។

source: GPA Calculation
km: ការគណនាមធ្យមភាគ

source: Calculate GPA and Class Rank
km: គណនាមធ្យមភាគ និង ចំណាត់ថ្នាក់

source: Calculating GPA and class rank
km: ការគណនាមធ្យមភាគ និង ចំណាត់ថ្នាក់

source: GPA and class rank for %s has been calculated.
km: មធ្យមភាគ និង ចំណាត់ថ្នាក់​ សម្រាប់ %s ត្រូវបានគណនា។

source: The gradebook configuration has been modified.
km: ហេដ្ឋារចនាសម្ព័ន្វសៀវភៅសក្ខាគរិកត្រូវបានកែប្រែ។

source: Configuration
km: ហេដ្ឋារចនាសម្ព័ន្ធ

source: Assignments
km: កិច្ចការ

source: Score Rounding
km: ពិន្ទុបង្គត់

source: Up
km: ឡើង

source: Down
km: ចុះ

source: Normal
km: ធម្មតា

source: Assignment Sorting
km: ការតម្រៀបកិច្ចការ

source: Newest First
km: ថ្មីបំផុតដាក់ទីមួយ

source: Weight Grades
km: កម្រិតថ្នាក់

source: Assigned Date defaults to today
km: បានផ្ដល់នូវកាលបរិច្ឆេទនៃលំនាំដើមនៅថ្ងៃនេះ

source: Due Date defaults to today
km: កំណត់កាលបរិច្ឆេទលំនាំដើមនៅថ្ងៃនេះ

source: Hide letter grades for all gradebook assignments
km: លាក់លិខិតកម្រិតថ្នាក់សម្រាប់គ្រប់កិច្ចការទាំងអស់លើសៀវភៅសិក្ខាគរិក

source: Minimum assignment points for letter grade
km: កម្រិតអប្បបរមាលើពិន្ទុកិច្ចការសម្រាប់ថ្នាក់បន្ទាប់

source: Allowed maximum percent in Anomalous grades
km: អនុញ្ញាត្តភាគរយខ្ពស់បំផុតក្នុងថ្នាក់ខុសប្លែកពីមុន

source: Days until ungraded assignment grade appears in Parent/Student gradebook views
km: ថ្ងៃរហូតដល់កិច្ចការដែលមិនទាន់បានដាក់ពិន្ទុកម្រិតថ្នាក់កើតឡើងក្នុងសៀវភៅសិក្ខាគរិកមាតាបិតា/សិស្សទស្សនា

source: Calculate Eligibility using Cumulative Semester Grades
km: គណនាសិទ្ធិទទួលបានការប្រើប្រាស់នូវថ្នាក់ឆមាសសន្សំ

source: Final Grades
km: ថ្នាក់ចុងក្រោយ

source: Default %s comment code
km: លំនាំដើម %s នៃការអត្ថាធិប្បាយលេខកូដ

source: Score Breakoff Points
km: ពិន្ទុបំបែកកំណត់ត្រា

source: Final Grading Percentages
km: ភាគរយនៃថ្នាក់ចុងក្រោយ

source: History Marking Period
km: ប្រវត្តិសាស្រ្តនៃការកត់សម្គាល់អំឡុងពេល

source: Grade Post Date
km: កាលបរិច្ឆេទបិតប្រកាស់ថ្នាក់

source: Semester
km: ឆមាស

source: Quarter
km: ត្រីមាស

source: Student Grade
km: សិស្សថ្នាក់ទី

source: Add another marking period
km: បន្ថែមការកត់សម្គាល់នៃរយៈពេលផ្សេងទៀត

source: Marking Period Statistics
km: ការកត់សម្គាល់រយៈពេលស្ថិតិ

source: Unweighted
km: មិនគ្រប់លក្ខ័ណ្ឌ

source: Class Rank GPA
km: ចំណាត់ថ្នាក់មធ្យមភាគ

source: New Marking Period
km: ការកត់សម្គាល់នៃរយៈពេលថ្មី

source: Percentage
km: ភាគរយ

source: Grade Points
km: ចំណាត់ថ្នាក់ពិន្ទុ

source: Unweighted Grade Points
km: ចំណាត់ថ្នាក់ពិន្ទុដែលមិនគ្រប់ល័ក្ខណ្ឌ

source: Grade Scale
km: ពង្រើកថ្នាក់

source: Credit Attempted
km: ឥណទានដែលមានបំណងធ្វើ

source: Credit Earned
km: ឥណទានទទួលបាន

source: Credit Category
km: ប្រភេទឥណទាន

source: Affects Class Rank
km: ប៉ះពាល់ដល់ចំណាត់ថ្នាក់

source: Remove Marking Period
km: លុបចោលនៅការកំណត់រយៈពេល

source: Final Grade
km: ថ្នាក់ចុងក្រោយ

source: Abs<br />YTD / MP
km: Aus<br />រយៈពេលនៃ YTD/​ការអប់រំ

source: General Comments
km: យោបល់ទូទៅ

source: Comment Codes
km: លេខកូដសេចក្ដីអធិប្បាយ

source: Comment Scales
km: ពង្រីកសេចក្ដីអត្ថាធិប្បាយផ្សេងៗទៀត

source: Comment Scale
km: ពង្រីកសេចក្ដីអត្ថាធិប្បាយ

source: Course-specific Comments
km: វគ្គមតិយោបល់ជាក់លាក់

source: You must choose at least one student and one marking period.
km: អ្នកត្រូវតែជ្រើសរើសយ៉ាងហោចណាស់សិស្សម្នាក់និងការកំណត់សម្គាល់នៃរយៈពេលមួយក។

source: Create Grade Lists for Selected Students
km: បង្កើតបញ្ជីចំណាត់ថ្នាក់សិស្សសម្រាប់សិស្សដែលបានជ្រើសរើសរួច

source: Include on Grade List
km: ដាក់បញ្ចូលទៅលើបញ្ជីថ្នាក់

source: Grade Breakdown
km: ចំណាត់ថ្នាក់ធ្លាក់ចុះ

source: This course is not graded.
km: វគ្គសិក្សានេះគឺមិនត្រូវបានថ្នាក់

source: GPA Value
km: តម្លៃមធ្យមភាគ

source: Number of Students
km: ចំនួនសិស្សក

source: Submission
km: ការដាក់ស្នើ

source: Letter
km: លិខិត

source: Include Inactive Assignments
km: រួមបញ្ចូលកិច្ចការអសកម្មផ្សេងៗទៀត

source: Assignment is Due
km: កិច្ចការគឺដល់ថ្ងៃកំណត់

source: E/C
km: ពិន្ទុបន្ថែម

source: %s Honor Roll
km: ប័ណ្ណសរសើរ %s

source: High Honor Roll
km: ប័ណ្ណសរសើរកម្រិតខ្ពស់

source: Honor Roll
km: ប័ណ្ណសរសើរ

source: Principal
km: នាយកសាលា

source: Create Honor Roll for Selected Students
km: បង្កើតប័ណ្ណសរសើរសម្រាប់សិក្សាដែលបានជ្រើសរើសរួច

source: Certificates
km: វិញ្ញាប័ណ្ណប័ត្រ

source: Last, First M
km: ឈ្មោះចុងក្រោយ, ឈ្មោះជាលើកដំបូង

source: Frame
km: គែម

source: No frame
km: មិនមានគែម

source: High Honor
km: កិត្តិយសដ៏ខ្ពង់ខ្ពស់

source: Honor
km: កិត្តិយស

source: Create Honor Roll by Subject for Selected Students
km: បង្កើតប័ណ្ណសរសើរតាមមុខវិជ្ជាសម្រាប់សិស្សដែលបានជ្រើសរើសរួច

source: ClipArt
km: បន្ដុំរួបភាព

source: No ClipArt
km: មិនមានបន្ដុំរួបភាព

source: Subject
km: មុខវិជ្ជា

source: You cannot enter grades for this course period.
km: អ្នកមិនអាចចូលថ្នាក់សម្រាប់រយៈពេលនៃវគ្គសិក្សានេះទេ

source: All Courses
km: វគ្គសិក្សាទាំងអស់

source: General
km: ទូទៅ

source: Report Card Comments
km: មតិយោបល់អំពីសំណុំរបាយការណ៍

source: Grade Posting dates: %s - %s
km: កាលបរិច្ឆេទប្រកាសពិន្ទុ: %s - %s

source: These grades are complete.
km: ពិន្ទុទាំងនេះពេញលេញ

source: These grades are NOT complete.
km: ពិន្ទុទាំងនេះគឺមិនពេញលេញ។

source: You can edit these grades.
km: អ្នកអាចកែប្រែពិន្ទុទាំងនេះបានទេ។

source: You can not edit these grades.
km: អ្នកមិនអាចកែប្រែពិន្ទុទាំងនេះបានទេ។

source: Get Gradebook Grades.
km: ទាញយក ពិន្ទុពីសៀវភៅពិន្ទុ។

source: Get %s Grades
km: ទទួលពិន្ទុ%s

source: Get %s Comments
km: ទទួលយកមតិយោបល់%s

source: Clear All
km: លុបទាំងអស់

source: Comment %d
km: មតិយោបល់ %d

source: Add Comment
km: បន្ថែមមតិយោបល់

source: You must choose a course.
km: អ្នកត្រូវតែជ្រើសរើសយកវគ្គសិក្សាមួយ។

source: Report Cards
km: សំណុំរបាយការណ៍

source: Honor Roll by Subject
km: តារាងកិត្តិយសតាមមុខវិជ្ជា

source: Calculate GPA
km: គណនា​​​ GPA

source: Transcripts
km: ប្រតិបត្តិពិន្ទុ

source: Student Grades
km: ពិន្ទុសិស្ស

source: GPA / Class Rank List
km: GPA​ / បញ្ជីចំណាត់ថ្នាក់

source: GPA / MP List
km: បញ្ជីមធ្យមភាគ / បញ្ជី MP

source: Grading Scales
km: មាត្រ​ដ្ឋានពិន្ទុ

source: History Marking Periods
km: ប្រវិត្តនៃការកំណត់ពេលវេលា

source: Edit Student Grades
km: កែប្រែពិន្ទុរបស់សិស្ស

source: Input Final Grades
km: ដាក់បញ្ចូលពិន្ទុចុងក្រោយ

source: Gradebook Grades
km: ពិន្ទុលើសៀវភៅពិន្ទុ

source: Anomalous Grades
km: ផ្ទៀងផ្ទាត់ពិន្ទុ

source: Progress Reports
km: របាយការណ៍កំពុងដំណើរការ

source: GPA / Class Rank
km: GPA / លំដាប់ថ្នាក់

source: Progress Report
km: របាយការណ៍កំពុងដំណើរការ

source: %s of grade
km: %s នៃពិន្ទុ

source: Create Progress Reports for Selected Students
km: បង្កើតរបាយការណ៍កំពុងដំណើរការសំរាប់សិស្សដែលបានជ្រើសរើស

source: Exclude Ungraded E/C Assignments
km: ដកកិច្ចការ E/C មិនបានពិន្ទុចេញ

source: Exclude Ungraded Assignments Not Due
km: ដកកិច្ចការមិនបានដាក់ទុពិន្ទុដែលមិនទាន់ដល់ពេលកំណត់ចេញ

source: Group by Assignment Category
km: បង្កើតក្រុមទៅតាមប្រភេទនៃកិច្ចការ

source: Not due
km: មិនទាន់ដល់ពេលកំណត់

source: Report Card Comment
km: មតិយោបល់អំពីសំណុំរបាយការណ៍

source: Report Card Grading Scale
km: សំណុំរបាយការណ៍អំពីការកំណត់មាត្រដ្ឋានពិន្ទុ

source: Code
km: កូដ

source: Comment Code Scale
km: មតិយោបល់អំពីមាត្រដ្ឋានកូដ

source: There are no courses setup yet.
km: វគ្គសិក្សាមិនទាន់បានបង្កើតនៅឡើយទេ។

source: Report Card Comment Category
km: ប្រភេទនៃមតិយោបល់អំពីសំណុំរបាយការណ៍

source: Comment Category
km: ប្រភេទនៃមតិយោល់

source: Code Scale
km: មាត្រដ្ឋានកូដ

source: Breakoff
km: កំណត់ត្រាពិន្ទុ

source: Unweighted GP Value
km: តម្លៃ GPដែលមិនមាន

source: Scale Value
km: តម្លៃជាមាត្រដ្ឋាន

source: Minimum Passing Grade
km: កំរិតអប្បបរមានៃពិន្ទុជាប់

source: High Honor Roll GPA Min
km: កំរិតខ្ពស់នៃតារាងកិត្តិយសគិតជា​ GPA អប្បបរមា

source: Honor Roll GPA Min
km: តារាងកិត្តិយសគិតជា​ GPA អប្បបរមា

source: Honor Roll by Subject GPA Min
km: តារាងកិត្តិយសតាមមុខវិជ្ជាគិតជា​ GPA អប្បបរមា

source: Create Report Cards for Selected Students
km: បង្កើតសំណុំរបាយការណ៍សំរាប់សិស្សដែលបានជ្រើសរើស

source: Assignment submitted.
km: កិច្ចការត្រូវបានដាក់រួចរាល់

source: Back to Assignments
km: ត្រឡប់ទៅធើ្វកិច្ចការវិញ

source: Expand All
km: ពង្រីកទាំងអស់

source: Include Anonymous Statistics
km: រួមបញ្ចូលទាំងស្ថិតិមិនជាក់លាក់

source: Ungraded
km: មិនមានពិន្ទុ

source: Grade Range
km: ចំណាត់ថ្នាក់

source: There are no grades available for this student.
km: មិនមានពិន្ទុសំរាប់ដាក់ដាក់ឱ្យសិស្សនេះទេ។

source: Back to Totals
km: ត្រឡប់ទៅធ្វើការ​សរុបឡើងវិញ

source: Points / Possible
km: ចំណុច / ដែលអាចធ្វើបាន

source: No Grade
km: មិនដាក់ពិន្ទុ

source: Details
km: ព័ត៌មានលម្អិត

source: Average
km: មធ្យមភាគ

source: Teacher who enters grades
km: គ្រូជាអ្នកដាក់ពិន្ទុ

source: Teacher who enters grades for %s
km: គ្រូជាអ្នកដាក់ពិន្ទុ​ សំរាប់ %s

source: Teachers who enter grades for %s
km: គ្រូជាអ្នកដាក់ពិន្ទុ​ សំរាប់ %s

source: Website
km: គេហទំព័រ

source: School Number
km: លេខសំគាល់សាលា

source: Studies Certificate
km: វិញ្ញាបនប័ត្របញ្ជាក់ការសិក្សា

source: Signature
km: ហត្ថលេខា

source: Create Transcripts for Selected Students
km: បង្កើតប្រតិបត្តិពិន្ទុសំរាប់សិស្សដែលត្រូវបានជ្រើសរើស

source: Include on Transcript
km: រួមបញ្ចូលលើប្រតិបិត្តពិន្ទុ

source: School Years
km: ឆ្នាំសិក្សា

source: Marking Periods
km: ការកំណត់ពេលវេលា

source: Other Options
km: ជម្រើសផ្សេងៗ

source: Student Photo
km: រូបភាពសិស្ស

source: Credits
km: ក្រេ​ឌីតការសិក្សា

source: Credit Hours
km: ក្រេ​ឌីតម៉ោងសិក្សា

source: Certificate Studies Text
km: វិញ្ញាបនប័ត្របញ្ជាក់ការសិក្សា

source: Next Grade
km: ថ្នាក់បន្ទាប់

source: Text Block 2
km: អត្ថបទប្លុក 2

source: Include on Report Card
km: រួមបញ្ចូលនៅលើសំណុំរបាយការណ៍

source: Percents
km: ភាគរយ

source: Year-to-date Daily Absences
km: អវត្តមានប្រចាំថ្ងៃពីដើមឆ្នាំដល់ពេលបច្ចុប្បន្ន

source: Daily Absences this quarter
km: អវត្តមានប្រចាំថ្ងៃនៅក្នុងត្រីមាសនេះ

source: Other Attendance Year-to-date
km: អវត្តមានផ្សេងៗពីដើមឆ្នាំដល់ពេលបច្ចុប្បន្ន

source: Other Attendance this quarter
km: វត្តមានផ្សេងៗនៅក្នុងត្រីមាសនេះ
