Repository: mdulin2/SC5
Catalog: blackboard/rosariosis/locale/*.utf8/LC_MESSAGES/rosariosis.po
Languages: km

source: Period-by-period absences
km: អវត្តមានប្រចាំម៉ោង

source: Report Card
km: សំណុំរបាយការណ៍

source: his
km: របស់គាត់

source: her
km: របស់​នាង

source: his/her
km: គាត់/នាង

source: Explanation of Comment Codes
km: ​ការពន្យល់ពីកូដ

source: Absences in %s
km: អវត្តមានក្នុង%s

source: Absences this year
km: អវត្តមានសំរាប់ឆ្នាំនេះ

source: %s in %s
km: %s នៅក្នុង %s

source: %s this year
km: %s ឆ្នាំនេះ

source: You are not allowed to access this assignment.
km: អ្នកមិនត្រូវបានអនុញ្ញាតឱ្យចូលទៅកាន់កិច្ចការនេះទេ។

source: Assignment submission is not enabled.
km: ការដាក់បញ្ជូនកិច្ចការគឺមិនត្រូវបានអនុញ្ញាត។

source: File
km: ឯកសារ

source: Submission date
km: ថ្ងៃដាក់បញ្ជូន

source: Message
km: សារ

source: Submissions for this assignment are closed.
km: ការដាក់បញ្ជូនសម្រាប់កិច្ចការនេះត្រូវបានបិទ។

source: Submit Assignment
km: ដាក់បញ្ជូនកិច្ចការ

source: Submitted
km: បានដាក់រួចរាល់

source: Resources
km: ប្រភពធនធាន

source: Resource
km: ប្រភពធនធាន

source: Link
km: ភ្ជាប់​ទៅកាន់

source: Dropped
km: បានលុបចោល

source: Schedule Record
km: កំណត់ត្រាកាលវិភាគ

source: Available Seats
km: អ្នកដែលអាចចូលរួមបាន

source: New Course Period
km: រយៈពេលនៃវគ្គសិក្សាថ្មី

source: Room
km: បន្ទប់

source: Seats
km: អ្នកចូលរួម

source: Meeting Days
km: ថ្ងៃប្រជុំ

source: New Period
km: រយៈពេលថ្មី

source: Takes Attendance
km: ដាក់វត្តមាន

source: Affects Honor Roll
km: មានការផលប៉ះពាល់ដល់តារាងកិត្តិយស

source: Gender Restriction
km: ការកំណត់ភេទ

source: Male
km: ប្រុស

source: Female
km: ស្រី

source: Grading Scale
km: កំណត់មាត្រដ្ឋានពិន្ទុ

source: Not Graded
km: មិនដាក់ពិន្ទុ

source: Allow Teacher Grade Scale
km: អនុញ្ញាតឱ្យគ្រូកំណត់មាត្រដ្ឋានពិន្ទុ

source: Parent Course Period
km: រយៈពេលនៃវគ្គសិក្សារបស់មាតាបិតា

source: New Subject
km: មុខវិជ្ជាថ្មី

source: Choose a
km: ចូរជ្រើសរើស

source: Last Year Course Period
km: រយៈពេលនៃវគ្គសិក្សាកាលពីឆ្នាំមុន

source: Last Year Course
km: វគ្គសិក្សាកាលពីឆ្នាំមុន

source: Last Year Subject
km: មុខវិជ្ជាកាលពីឆ្នាំមុន

source: Enrollment Date
km: ថ្ងៃចុះឈ្មោះ

source: Offer Enrollment in Child Marking Periods
km: ផ្តល់ជូននូវការចុះឈ្មោះនៅក្នុងការកំណត់ពេលវេលារបស់សិស្ស

source: Student with an incomplete schedule
km: សិស្ស​​ជាមួយនិងកាលវិភាគដែលបំពេញមិនត្រឹមត្រូវ

source: Students' Absences and Grades
km: អវត្តមាន និង​ ពិន្ទុរបស់សិស្ស

source: This course has been dropped for the selected students' schedules.
km: វគ្គសិក្សានេះត្រូវបានលុបចេញពីកាលវិភាគរបស់សិស្សដែលត្រូវបានជ្រើសរើស។

source: You cannot schedule a student into that course during this marking period.
km: អ្នកមិនអាចដាក់កាលវិភាគសិស្សចួលទៅក្នុងវគ្គសិក្សាដែលកំពុងកំណត់ពេលវេលានេះបានទេ។

source: This course meets on %s.
km: វគ្គសិក្សានេះចាប់ផ្តើមនៅ%s។

source: The date you entered is not valid
km: កាលបរិច្ឆេទដែលអ្នកបានបញ្ចូលមិនត្រឹមត្រូវទេ

source: Drop Course for Selected Students
km: លុបវគ្គសិក្សាចេញពីសិស្សដែលត្រូវបានជ្រើសរើស

source: Course to Drop
km: ជ្រើសរើសវគ្គសិក្សាដើម្បីលុប

source: Choose a Course
km: ចូរជ្រើសរើសវគ្គសិក្សា

source: Drop Date
km: កាលបរិច្ឆេទលុប

source: This course has been added as a request for the selected students.
km: វគ្គសិក្សានេះត្រូវបានដាក់បន្ថែមជាសំណើរមួយសម្រាប់សិស្សដែលបានជ្រើសរើស។

source: Add Request to Selected Students
km: ដាក់បន្ថែមសំណើរទៅកាន់សិស្សដែលបានជ្រើសរើស

source: Request to Add
km: សូមដាក់បញ្ជូលសំណើរ

source: The number of selected students exceeds the available seats.
km: ចំនួនសិស្សដែលបានជ្រើសរើស លើសពីចំនូនដែលបានកំណត់។

source: There is a conflict.
km: មានការស្ទួនគ្នា

source: Are you sure you want to add %s?
km: តើអ្នកពិតជាចង់ដាក់បន្ថែម​ %sដែររឺទេ?

source: The %s course has been added to the selected students' schedules.
km: វគ្គសិក្សា%s ត្រូវដាក់បន្ថែមទៅកាន់កាលវិភាគរបស់សិស្សដែលបានជ្រើសរើស។

source: You cannot schedule a student into this course during this marking period.
km: អ្នកមិនអាចដាក់កាលវិភាគសិស្សចួលទៅក្នុងវគ្គសិក្សាដែលកំពុងកំណត់ពេលវេលានេះបានទេ។

source: The %s course meets on %s.
km: វគ្គសិក្សា%s​ចាប់ផ្ដើមនៅ%s​។

source: Add Courses to Selected Students
km: ដាក់បន្ថែមវគ្គសិក្សាទៅកាន់សិស្សដែលបានជ្រើសរើស

source: Courses to Add
km: ដាក់បញ្ចូលវគ្គសិក្សា

source: Start Date
km: កាលបរិច្ឆេទចាប់ផ្តើម

source: Student Schedule
km: កាលវិភាគវគ្គសិក្សារបស់សិស្ស

source: Student Requests
km: ការស្នើរសុំរបស់សិស្ស​​

source: Group Schedule
km: ដាក់កាលវិភាគជាក្រុម

source: Group Requests
km: ដាក់សំណើរជាក្រុម

source: Group Drops
km: លុបជាក្រុម

source: Print Schedules
km: បោះពុម្ព​កាលវិភាគ

source: Print Class Lists
km: បោះពុម្ព​បញ្ជីថ្នាក់រៀន

source: Print Class Pictures
km: បោះពុម្ព​រចនាសម្ព័ន្ធថ្នាក់រៀន

source: Print Requests
km: បោះពុម្ព​សំណើ​រ

source: Master Schedule Report
km: របាយការណ៍អំពីកាលវិភាគកម្រិតខ្ពស់

source: Schedule Report
km: របាយការណ៍អំពីកាលវិភាគ

source: Requests Report
km: របាយការណ៍អំពីការស្នើរសុំ

source: Unfilled Requests
km: ការស្នើរសុំ​​ដែលមិនពេញលេញ

source: Incomplete Schedules
km: កាលវិភាគមិនពេញលេញ

source: Add / Drop Report
km: ដាក់បញ្ចូល / លុបចោល របាយការណ៍

source: Run Scheduler
km: ដាក់កាលវិភាគស្វ័យប្រវត្តិ

source: Schedule
km: កាលលវិភាគ

source: Class Pictures
km: រចនាសម្ព័ន្ធថ្នាក់រៀន

source: Class List
km: បញ្ជីថ្នាក់រៀន

source: You must choose at least one course period.
km: អ្នកត្រូវតែជ្រើសរើសយ៉ាងតិចរយៈពេលនៃវគ្គសិក្សាមួយ

source: Create Class Lists for Selected Course Periods
km: បង្កើតបញ្ជីថ្នាក់រៀនសំរាប់រយៈពេលនៃវគ្គសិក្សាដែលបានជ្រើសរើស

source: Find a Course
km: ស្វែងរកវគ្គសិក្សា

source: Reset
km: កំណត់ឡើងវិញ

source: Create Class Pictures for Selected Course Periods
km: បង្កើតរូបភាពថ្នាក់រៀនសំរាប់រយៈពេលនៃវគ្គសិក្សាដែលបានជ្រើសរើស

source: Include Teacher
km: រួមបញ្ចូលគ្រូ

source: Use Last Year's if Missing
km: ប្រើប្រាស់របស់ក្នុងឆ្នាំមុនប្រសិនបើបាត់

source: Not With
km: មិនមានជាមួយ

source: On
km: បើក

source: Not on
km: មិនបើក

source: Priority
km: អាទិភាព

source: Term
km: រយៈពេលសិក្សា

source: Periods
km: កំឡុងពេល

source: Only course periods with a length <= %d minutes (full school day in minutes divided by 2) are shown in the table schedule.
km: មានតែវគ្គសិក្សាដែលមានរយៈពេល <= %d នាទី (រយៈពេលគិតជា នាទី បានបែងចែកជា 2) បានបង្ហាញនៅក្នុងតារាងកាលវិភាគ។

source: Create Schedules for Selected Students
km: បង្កើតកាលវិភាគសំរាប់សិស្សដែលត្រូវបានជ្រើសរើស

source: Include only courses active as of
km: រួមមានតែវគ្គសិក្សាដែលកំពុងដំណើរការ ចាប់ពី

source: Horizontal Format
km: ទម្រង់ផ្ដេក

source: Table
km: តារាង

source: All Subjects
km: មុខវិជ្ជាទាំងអស់

source: Add a Request
km: ដាក់បញ្ចូលការស្នើរសំុ

source: Number of Requests
km: ចំនួននៃការស្នើរសំុ

source: Student's Absences and Grades
km: អវត្តមាន និង ពិន្ទុរបស់សិស្ស

source: Include Inactive Courses
km: រួមបញ្ចូលទាំងវគ្គសិក្សាដែលមិនទាន់ដំណើរការ

source: Show Available Seats
km: បង្ហាញពីចំនួនសិស្សដែលអាចចូលរួមបាន

source: Print Schedule
km: បោះពុម្ពកាលវិភាគ

source: Add a Course
km: បញ្ចូលវគ្គសិក្សាខ្លី

source: Sections
km: ផ្នែក

source: Unfilled Request
km: ការស្នើរសុំ​​ដែលមិនពេញលេញ

source: This section is already full.
km: ផ្នែកមួយនេះបានពេញហើយ។

source: This student is already scheduled into this course.
km: សិស្សនេះបានដាក់កាលវិភាគសិក្សាទៅលើវគ្គសិក្សានេះរួចហើយ។

source: There is already a course scheduled in that period.
km: នេះគឺជាវគ្គសិក្សាដែលបានដាក់កាលវិភាគចូួលទៅក្នុងរយៈពេលនោះរួចរាល់ហើយ។

source: Are you sure you want to add this section?
km: តើអ្នកពិតជាចង់បន្ថែមផ្នែកនេះមែនទេ?

source: Unlocked
km: មិនជាប់សោ

source: Locked
km: ជាប់សោ

source: (%d seats)
km: (%d​​​​ អ្នកចូលរួម)

source: Full Year
km: ពេញឆ្នាំសិក្សា

source: Show Child Marking Period Details
km: បង្ហាញពីព័ត៌មានលម្អិតនៃការកំណត់ពេលវេលារបស់សិស្ស

source: Top
km: ខាងលេី

source: List Students
km: បញ្ជីឈ្មោះសិស្ស

source: List Unscheduled Students
km: បញ្ជីឈ្មោះសិស្សមិនទាន់មានកាវិភាគ

source: Requests
km: ការស្នេីសំុ

source: Open
km: បេីក

source: Filled
km: បំពេញរួច

source: Unscheduled Student
km: សិស្សគ្មានការគ្រោងទុក

source: Delete Current Schedules
km: លុបកាលវិភាគកំពុងប្រើ

source: Confirm Scheduler Run
km: សូមបញ្ជាក់ថាកាលវិភាគនេះត្រួវ​ដាក់អោយប្រើ

source: Are you sure you want to run the scheduler?
km: តើអ្នកប្រាកដថាអ្នកចង់ប្រើប្រាស់កាលវិភាគ?

source: Scheduler Progress
km: កម្មវិធីកំណត់ពេលវេលាកំពុងដំណើរការ

source: Processing Requests ...
km: សំណើរកំពុង​ដំណើរការ ... ...

source: %d%% Done
km: %d%% រួចរាល់

source: Saving Schedules ...
km: កំពុងរក្សាទុកកាលវិភាគ​ ...

source: Optimizing ...
km: កំពុងធ្វើ ...

source: Done.
km: រួចរាល់.

source: User Profile
km: ទម្រង់អក្នប្រើប្រាស់

source: Default Calendar for this School
km: លំនាំដើមរបស់ប្រតិទិនសម្រាប់សាលានេះ

source: Copy Calendar
km: ចម្លងប្រតិទិន

source: Default is Full Day if Copy Calendar is N/A.
km: លំនាំដើមគឺពេញមួយថ្ងៃបើសិនជាការចម្លងប្រតិទិនទទេរ

source: Otherwise Default is minutes from the Copy Calendar
km: បើមិនដូច្នោះទេលំនាំដើមគឺនាទីពីប្រតិទិនចម្លង

source: Default is Full Day
km: លំនាំដើមគឺមួយថ្ងៃពេញ

source: Minutes
km: នាទី

source: Recreate %s calendar
km: បង្កើត %s ប្រតិទិន​

source: Create new calendar
km: បង្កើតប្រតិទិនថ្មី

source: There are no calendars setup yet.
km: មិនមានការរៀបចំប្រតិទិននៅឡើយទេ។

source: Event
km: ព្រឹត្តការណ៍

source: New Event
km: ព្រឹត្តិការណ៍ថ្មី

source: Event Repeat
km: Repetición de Evento

source: Notes
km: កំណត់ត្រា

source: Back to Calendar
km: ត្រឡប់ទៅប្រតិទិន

source: Recreate this calendar
km: បង្កើតប្រតិទិន

source: Delete this calendar
km: លុបប្រតិទិននេះ​

source: List Events
km: បញ្ជីព្រិតិ្តការណ៍

source: This school has more than one default calendar!
km: សាលានេះមានលំនាំដើមប្រតិទិនច្រើនជាងមួយ!

source: This school does not have a default calendar!
km: សាលារៀននេះមិនមានលំនាំដើមប្រតិទិន!

source: All Day
km: ថ្ងៃទាំងអស់

source: Modules
km: Módulos

source: Plugins
km: កម្មវិធីជំនួយ

source: The school configuration has been modified.
km: ការកំណត់រចនាសម្ព័ន្ធសាលារៀននេះត្រូវបានកែប្រែ។

source: Program Title
km: ចំណងជើងកម្មវិធី

source: Program Name
km: ឈ្មោះ​កម្មវិធី

source: Default Theme
km: Diseño por Defecto

source: Force
km: កម្លំាង

source: New users will be added with the No Access profile
km: អ្នកប្រើថ្មីនឹងត្រូវបានបន្ថែមជាមួយនឹងទម្រង់គ្មានការចូលដំណើរការ

source: New students will be added as Inactive students
km: សិស្សថ្មីនឹងត្រូវបានបន្ថែមជាសិស្សអសកម្ម

source: Student email field
km: តារាងអ៊ីមែលរបស់សិស្ស

source: School year over two calendar years
km: ប្រតិទិននៃឆ្នាំសិក្សាជាងពីរឆ្នាំ

source: School logo
km: ស្លាកសញ្ញាសាលា

source: Currency Symbol
km: និមិត្តសញ្ញារូបិយប័ណ្ណ

source: Display Mailing Address
km: បង្ហាញអាសយដ្ឋានអ៊ីមែល

source: Check Bus Pickup / Dropoff by default
km: ពិនិត្យមើលឡានក្រុង / ដាក់ចុះតាមលំនាំ​ដើម

source: Enable Legacy Contact Information
km: បើក​ ពត័មានទំនាក់ទំនង

source: Use Semester Comments instead of Quarter Comments
km: ប្រើយោបល់ឆមាសជំនូួសយោបល់ត្រីមាស

source: Use letter grades only
km: ប្រើតែថ្នាក់តួអក្សរ

source: Use letter and percent grades
km: ប្រើលិខិតនិងភាគរយថ្នាក់

source: Use percent grades only
km: ប្រើតែភាគរយថ្នាក់

source: Hide grade comment except for attendance period courses
km: លាក់យោបល់របស់លែងតែសម្រាប់វគ្គសិក្សាថ្នាក់ទីរយៈពេលចូលរួម

source: Allow Teachers to edit grades after grade posting period
km: អនុញ្ញាតអោយគ្រូដើម្បីកែប្រែ​ថ្នាក់បន្ទាប់ពីការប្រកាសថ្នាក់ publicación de calificaciones

source: Enable Anonymous Grade Statistics for Parents and Students
km: បើកស្ថិតិថ្នាក់អនាមិកសម្រាប់មាតាបិតានិងសិស្ស

source: Enable Anonymous Grade Statistics for Administrators and Teachers
km: បើកស្ថិតិថ្នាក់អនាមិកសម្រាប់អ្នកគ្រប់គ្រងនិងគ្រូ

source: Minutes in a Full School Day
km: នាទីនៅក្នុងសាលាពេញមួយថ្ងៃ

source: Number of days before the school date teachers can edit attendance
km: ចំនួនថ្ងៃមុនពេលដល់កាលបរិច្ឆេទគ្រូអាចកែប្រៃការចូលរួម

source: Leave the field blank to always allow
km: ទុកឱ្យតារាងនៅទទេដើម្បីឱ្យតែងតែបីអនុញ្ញាត

source: Number of days after the school date teachers can edit attendance
km: ចំនួនថ្ងៃមុនពេលដល់កាលបរិច្ឆេទគ្រូអាចកែប្រៃការចូលរួម

source: Food Service Balance minimum amount for warning
km: សេវាកម្មអាហារមានតុល្យភាពទៅនឹងចំនួនទឹកប្រាក់អប្បបរមា

source: Food Service Balance minimum amount
km: សេវាកម្មអាហារមានតុល្យភាពទៅនឹងទឹកប្រាក់ជាអប្បបរមា

source: Food Service Balance target amount
km: សេវាកម្មអាហារមានតុល្យភាពទៅនឹងទឹកប្រាក់ជាគោលដៅ

source: School Configuration
km: ការកំណត់រចនាសម្ព័ន្ធសាលា

source: School Periods
km: រយៈពេលសាលា

source: Report Card Grade Codes
km: លេខកូដ​របាយការណ៍កាតថ្នាក់

source: Report Card Comment Codes
km: កូដសម្រាប់ការរបាយការណ៍

source: Eligibility Activities
km: សកម្មភាពសិទ្ធិទទួល

source: New School
km: សាលាថ្មី

source: New School's Title
km: ចំណង​ជើងសាលាថ្មី

source: Confirm Copy School
km: បញ្ជាក់ចម្លងសាលា

source: Are you sure you want to copy the data for %s to a new school?
km: តើអ្នកពិតជាចង់ចម្លងទិន្នន័យសម្រាប់% s ទៅសាលារៀនថ្មីមួយ?

source: The data have been copied to a new school called "%s".
km: ទិន្នន័យនេះត្រូវបានចម្លងទៅសាលារៀនថ្មីដែលហៅថា \ "% s " ។

source: Database Backup
km: ទិន្នន័យដែលត្រូវរក្សាទុក

source: Download backup files periodically in case of system failure.
km: ទាញយកឯកសារបម្រុងទុកជាទៀងទាត់នៅក្នុងករណីនៃការបរាជ័យប្រព័ន្ធ។

source: Download Backup File
km: ទាញយកឯកសារបម្រុងទុក

source: New Year
km: ឆ្នា​ថ្មី

source: New Semester
km: ឆមាសថ្មី

source: New Progress Period
km: រយៈពេលដំណើរការថ្មី

source: Not all of the dates were entered correctly.
km: មិនមែនទាំងអស់នៃកាលបរិច្ឆេទនេះត្រូវបានបញ្ចូលយ៉ាងត្រឹមត្រូវនោះទេ។

source: Start date must be anterior to end date.
km: កាលបរិច្ឆេទការចាប់ផ្តើមត្រូវតែមុនកាលបរិច្ឆេទបញ្ចប់។

source: The beginning and end dates you specified for this marking period overlap with those of "%s".
km: ការចាប់ផ្តើមនិងបញ្ចប់កាលបរិច្ឆេទដែលអ្នកបានបញ្ជាក់សម្រាប់សម្គាល់នេះត្រួតស៊ីគ្នានឹងរយៈពេល ជាមួយនឹងអ្នកដែល \ "% s " ។

source: Only one marking period can be open at any time.
km: មានតែរយៈពេលសម្គាល់មួយដែលអាចត្រូវបានបើកនៅពេលណាមួយ។

source: The grade posting dates you specified for this marking period overlap with those of "%s".
km: ការប្រកាសកាលបរិច្ឆេទថ្នាក់ទីសម្រាប់សម្គាល់អ្នកបានបញ្ជាក់បានរយៈពេលត្រួតស៊ីគ្នាជាមួយអ្នកដែល\ "% s " ។

source: Only one grade posting period can be open at any time.
km: មានតែរយៈពេលសម្គាល់មួយដែលអាចត្រូវបានបើកនៅពេលណាមួយ។

source: Progress Period
km: រយៈពេលដំណើរការ

source: Graded
km: ថ្នាក់

source: Grade Posting Begins
km: ថ្នាក់ទីប្រកាសចាប់ផ្តើម

source: Grade Posting Ends
km: បញ្ចប់ការបិទផ្សាយថ្នាក់រៀន

source: School Setup
km: ការដំឡើងសាលា

source: Portal Notes
km: កំណត់ចំណាំផតថល

source: Portal Polls
km: ការស្ទង់មតិវិបផតថល

source: Calendars
km: ប្រតិទិន

source: Rollover
km: ការភ្នាល់វិលជុំ

source: School Information
km: ព័ត៌មានសាលា

source: Add a School
km: បន្ថែមសាលា

source: Copy School
km: ចម្លងសាលា

source: School Fields
km: តារាងសាលា

source: Length (minutes)
km: ប្រវែង (នាទី)

source: Block
km: ប្លុក

source: File Attached
km: ឯកសារភ្ជាប់

source: Publishing Options
km: ជម្រើសការបោះពុម្ពផ្សាយ

source: Poll
km: ការស្ទង់មតិ

source: * one per line
km: * មួយក្នុងមួយបន្តាត់

source: Question
km: សំនួរ

source: Options
km: ជម្រើស

source: New Question
km: សំនួរ​ថ្មី

source: Results Display
km: បង្ហាញលទ្ធផល

source: Schools
km: សាលា

source: Student Enrollment Codes
km: លេខកូដចុះឈ្មោះចូលរៀនរបស់សិស្ស

source: Food Service Staff Accounts
km: គណនីសេវាម្ហូបអាហាររបស់បុគ្គលិក

source: You <i>must</i> roll users, school periods, marking periods, calendars, attendance codes, and report card codes at the same time or before rolling courses.
km: អ្នក <i> ត្រូវតែ </ i> អ្នកប្រើប្រាស់វិលជុំរយៈពេលសាលារៀនសម្គាល់រយៈពេលប្រតិទិន, កូដចូលរួម, និងលេខកូដកាតរបាយការណ៍ក្នុងពេលតែមួយឬមុនការកំណត់ វគ្គសិក្សា។

source: You <i>must</i> roll enrollment codes at the same time or before rolling students.
km: អ្នក <i> ត្រូវតែ </ i> កូដចុះឈ្មោះចូលរៀនវិលជុំក្នុងពេលតែមួយឬមុនរមៀលសិស្ស

source: You <i>must</i> roll courses at the same time or before rolling report card comments.
km: អ្នក <i> ត្រូវតែ </ i> វគ្គវិលជុំក្នុងពេលតែមួយឬមុនរមៀលកាតរបាយការណ៍យោបល់

source: Greyed items already have data in the next school year (They might have been rolled).
km: ធាតុ Grey បានមានទិន្នន័យនៅក្នុងឆ្នាំសិក្សាក្រោយនេះរួចទៅហើយ (ពួកគេអាចត្រូវបាន rolled)

source: Rolling greyed items will delete already existing data in the next school year.
km: រមៀលធាតុ greyed នឹងលុបទិន្នន័យដែលមានស្រាប់រួចហើយនៅក្នុងឆ្នាំសិក្សាបន្ទាប់

source: Are you sure you want to roll the data for %s to the next school year?
km: តើអ្នកពិតជាចង់រមៀលទិន្នន័យសម្រាប់% s ទៅឆ្នាំសិក្សាបន្ទាប់?

source: The data have been rolled.
km: ទិន្នន័យនេះត្រូវបានរមូរ។

source: Do not forget to update the $DefaultSyear to '%d' in the config.inc.php file when ready.
km: កុំភ្លេចដើម្បីធ្វើឱ្យទាន់សម័យ $ DefaultSyear ទៅ '% d' នៅក្នុងឯកសារ config.inc.php ពេលដែលរួចរាល់

source: School Field
km: តារាងសាលា

source: New School Field
km: Nuevo Campo de Institución

source: This school has been modified.
km: តារាងសាលាថ្មី

source: School Name
km: ឈ្មោះសាលា

source: Principal of School
km: នាយកសាលា

source: Base Grading Scale
km: Escala Base de Calificaciones

source: Number of Days for the Rotation
km: ចំនួននៃថ្ងៃសម្រាប់ការបង្វិល

source: Leave the field blank if the school does not use a Rotation of Numbered Days
km: ទុកតារាងនេះនៅទទេប្រសិនបើសាលាមិនប្រើបង្វិលមួយចំនួននៃថ្ងៃ

source: Files not eraseable.
km: ឯកសារមិនត្រូវបានលុប។

source: Deactivate
km: អសកម្ម

source: Incomplete or nonexistent module.
km: មិនពេញលេញឬមិនមាន module។

source: Activated
km: ធ្វើឱ្យសកម្ម

source: Activate
km: ធ្វើឱ្យសកម្ម

source: %s file missing or wrong permissions.
km: ឯកសារ% s បាត់ឬខុសសិទ្ធ។

source: Plugin
km: កម្មវិធីជំនួយ

source: Incomplete or nonexistent plugin.
km: មិនពេញលេញឬមិនមានកម្មវិធីជំនួយ។

source: Payments
km: ការទូទាត់

source: That fee has been added to the selected students.
km: តម្លៃខ្លួនដែលត្រូវបានបន្ថែមទៅសិស្សដែលបានជ្រើស។

source: Please enter a valid Amount.
km: សូមបញ្ចូលចំនួនទឹកប្រាក់ដែលត្រឹមត្រូវ។

source: Add Fee to Selected Students
km: បន្ថែមថ្លៃសេវាដល់សិស្សដែលបានជ្រើស

source: That payment has been added to the selected students.
km: ការបង់ប្រាក់នេះត្រូវបានបន្ថែមដល់សិស្សដែលបានជ្រើស។

source: Add Payment to Selected Students
km: បន្ថែមការទូទាត់ដល់និស្សិតដែលបានជ្រើស

source: Payment Amount
km: Caចំនួនទឹកប្រាក់ការទូទាត់

source: Mass Assign Payments
km: ការទូទាត់ផ្ដល់អភិបូជា

source: Student Balances
km: ទឹកប្រាក់សិស្ស

source: Waive
km: បដិសេធ

source: Waiver
km: លះបង់សិទ្ធិ

source: Total from Fees
km: សរុបមកពីថ្លៃសេវា

source: Total from Payments
km: សរុបពីការទូទាត់

source: Refund
km: ការសងប្រាក់

source: Lunch Payment
km: ការទូទាត់អាហារថ្ងៃត្រង់

source: Waived
km: បដិសេធ

source: Refunded
km: សងត្រលប់វិញ

source: Enrollment Record
km: ការចុះឈ្មោះកំណត់ត្រា

source: The selected user's profile now includes access to the selected students.
km: ទម្រង់អ្នកប្រើដែលបានជ្រើសឥឡូវមានរួមបញ្ចូលទាំងការចូលដំណើរការទៅកាន់សិស្សដែលបានជ្រើស

source: student from that user
km: សិស្សមកពីអ្នកប្រើប្រាស់នោះ

source: remove access to
km: លុបការដំណើរការ

source: Associated
km: សមាគមន៍

source: Add Selected Parents
km: បន្ថែមឪពុកម្តាយដែលបានជ្រើស

source: Parents
km: ឪពុកម្តាយ

source: Associated Parent
km: មាតាបិតាដែលបានភ្ជាប់

source: Address Field
km: តារាងអាសយដ្ឋាន

source: Address Field Category
km: ប្រភេទតារាង​អាសយដ្ឋាន

source: and all fields in the category
km: ហើយនិងតារាងទាំងអស់នៅក្នុងប្រភេទ

source: New Address Field
km: បន្ថែមតារាងអាសយដ្ឋានថ្មី

source: New Address Field Category
km: តារាងប្រភេទអាសយដ្ឋានថ្មី

source: Residence
km: លំនៅដ្ឋាន

source: Mailing
km: សំបុត្ររួម

source: Bus
km: ឡានក្រុង

source: Note: All unchecked means applies to all addresses
km: ចំណាំ: មធ្យោបាយដែលមិនបានធីកទាំងអស់ត្រូវបានអនុវត្តទៅអាសយដ្ឋានទាំងអស់

source: Birth Month
km: ខែកំណើត

source: Birth Day
km: ថ្ងៃ​កំណើត

source: The student is already enrolled on that date, and cannot be enrolled a second time on the date you specified. Please fix, and try enrolling the student again.
km: សិស្សនេះត្រូវបាន ចុះឈ្មោះក្នុងកាលបរិច្ឆែតនិងមិនអាច​ ចុះឈ្មោះជាលើកទីពីរក្នុងកាលបរិច្ឆែតដែលបានបញ្ជាក់ សូមជុសជុល និងចុះ​ឈ្មោះ​សិស្ស​ម្តង​ទៀត ។

source: No data was entered.
km: មិនមានទិន្នន័យដែលបានបញ្ចូលទេ។

source: The specified information was applied to the selected students.
km: ព័តមានដែលបានបញ្ជាក់ត្រូវបានអនុវត្តទៅសិស្សនិស្សិតដែលបានជ្រើស។

source: You must choose at least one field and one student
km: អ្នកត្រូវតែជ្រើសរើសយកយ៉ាងហោចណាស់មួយនិងជាសិស្សម្នាក់ក្នុងតារាង

source: All Categories
km: ប្រភេទទាំងអស់

source: Rolling / Retention Options
km: លុប / រក្សាទុក ជម្រើស

source: Attendance Start Date this School Year
km: ការចូលរួមនឹងចាប់ផ្តើមឆ្នាំសិក្សានេះ

source: Enrollment Code
km: ក្រមការចុះឈ្មោះ

source: Rollover Default
km: ការគ្រប់គ្រងលំនាំដើម

source: Drop
km: ការធ្លាក់ចុះ

source: Print Letters for Selected Students
km: បោះពុម្ពសំបុត្រសម្រាប់និស្សិតដែលបានជ្រើស

source: Letter Text
km: លិខិតអត្ថបទ

source: Attendance Teacher
km: ការចូលរួមរបស់គ្រូបង្រៀន

source: Attendance Room
km: បន្ទប់ចូលរួម

source: Your Name
km: ឈ្មោះ​របស់​អ្នក

source: Your Room
km: បន្ទប់​របស់​អ្នក

source: To the parents of
km: ទៅកាន់ឪពុកម្តាយ​នៃ

source: Create Labels for Selected Students
km: បង្កើតស្លាកសម្គល់សម្រាប់សិស្ស​ដែលបានជ្រើសរើស

source: Address Labels
km: ស្លាកសញ្ញាអាសយដ្ឋាន

source: To Contacts
km: ដើម្បីទំនាក់ទំនង

source: To Student
km: ដល់សិស្ស

source: Last, Given Middle
km: ចុងក្រោយ, ឈ្មោះកណ្តាល

source: Given Last
km: ឈ្មោះនាមត្រកួល

source: Starting row
km: ចាប់ផ្តើមឥឡូវ​នេះ

source: Add a Student
km: បន្ថែមសិស្សម្នាក់

source: Group Assign Student Info
km: បញ្ជូលព័ត៌មានសិស្សជាក្រុម

source: Associate Parents with Students
km: ភ្ជាប់ឪពុកម្តាយជាមួយសិស្ស

source: Advanced Report
km: របាយការណ៍កម្រិតខ្ពស់

source: Student Breakdown
km: ញ៉ែកសិស្ស

source: Print Letters
km: ព្រីនសំបុត្រ

source: Print Mailing Labels
km: ព្រីនស្លាកសម្គាល់សំម្រាប់ការផ្ញើរសំបុត្រ

source: Print Student Labels
km: ព្រីនស្លាកសម្គាល់សិស្ស

source: Print Student Info
km: ព្រីនព័ត៌មានសិស្ស

source: Contact Fields
km: តារាងអក្នដែលត្រូវទាក់ទង

source: Enrollment Codes
km: កូដសម្គាល់ស្ថានភាពនៃការចុះឈ្មោះ

source: Associated Parents
km: ភ្ជាប់ឪពុកម្តាយ

source: Contact Field
km: តារាងអក្នដែលត្រូវទាក់ទង

source: Contact Field Category
km: ក្រុមនៃតារាងអក្នដែលត្រូវទាក់ទង

source: New Contact Field
km: តារាងអក្នដែលត្រូវទាក់ទងថ្មី

source: New Contact Field Category
km: ក្រុមនៃតារាងអក្នដែលត្រូវទាក់ទងថ្មី

source: Custody
km: អក្នមើលថែ

source: Emergency
km: បន្ទាន់

source: Note: All unchecked means applies to all contacts
km: ចំណាំ: មិនធីកទាំងអស់មានន័យថាដាក់អក្នដែលត្រូវទាក់ទងទាំងអស់

source: Print Info for Selected Students
km: ព្រីនព័ត៌មានសិស្សដែលបានជ្រើសរើស

source: Find a Student
km: ស្វែងរកសិស្ស

source: Search All Schools
km: ស្វែងរកសាលាទាំងអស់

source: Widgets
km: ធាតុក្រាហ្វិក

source: Basic Search
km: ការស្វែងរកកំរិតមូលដ្ឋាន

source: Advanced Search
km: ការស្វែងរកកំរិតកម្រិតខ្ពស់

source: Expanded View
km: ពង្រីកការបង្ហាញ

source: Family
km: គ្រួសារ

source: A user with that username already exists. Choose a different username and try again.
km: អក្នប្រើប្រាស់ដែលមានឈ្មោះនេះមានរូចហើយ។ សូមជ្រើសរើសឈ្មោះផ្សេងហើយព្យាយាម​ម្តង​ទៀត។

source: That %s ID is already taken. Please select a different one.
km: %s កូដសម្គាល់នេះមានរូចហើយ។ សូមជ្រើសរើសកូដសម្គាលផ្សេងមួយទៀត។

source: The include file was not found: "%s"
km: ឯកសារដែលបញ្ជូលនេះរកមិនឃើញទេ: "%s"

source: Student Field
km: តារាសិស្ស

source: Student Field Category
km: ក្រុមនៃតារាសិស្ស

source: New Student Field
km: តារាសិស្សថ្មី

source: New Student Field Category
km: ក្រុមនៃតារាសិស្សថ្មី

source: Display Columns
km: បង្ហាញជួរឈរ

source: Include (should be left blank for most categories)
km: បញ្ជូល (ក្រុមភាគច្រើនគូរតែទុកចោល)

source: Include On Labels
km: បញ្ជូលនៅលើស្លាកសម្គាល់

source: No Contact
km: គ្មានអក្នដែលត្រូវទាក់ទង

source: Other students associated with this address
km: សិស្សផ្សេងទៀតភ្ជាប់ជាមូយអាស័យដ្ឋាននេះ

source: This student doesn't have an address.
km: សិស្សនេះមិនមានអាស័យដ្ឋាន។

source: Add a <b>New</b> Address
km: បន្ថែមអាស័យដ្ឋាន <b>ថ្មី</b>

source: Add an <b>Existing</b> Address
km: បន្ថែមអាស័យដ្ឋាន <b>ដែលមានរូច</b>

source: Add a <b>New</b> Contact<br />without an Address
km: បន្ថែមអក្នដែលត្រូវទាក់ទង<b>ថ្មី</b><br />ដោយគ្មានអាស័យដ្ឋាន
