Repository: mdulin2/SC5
Catalog: blackboard/rosariosis/locale/*.utf8/LC_MESSAGES/rosariosis.po
Languages: km

source: Menu
km: បញ្ជី

source: Student List
km: បញ្ជីសិស្ស

source: User List
km: បញ្ជីអក្នប្រើ

source: Course List
km: បញ្ជីវគ្គសិក្សា

source: %s List
km: បញ្ជី %s

source: Student Search
km: ស្វែងរកសិស្ស

source: User Search
km: ស្វែងរកអក្នប្រើ

source: Course Search
km: ស្វែងរកមុខវិជ្ជា

source: %s Search
km: ស្វែងរក %s

source: Print
km: ព្រីន

source: Help
km: ជំនួយ

source: Logout
km: ចាក់ចេញពីគណនី

source: Administrator
km: អ្នកគ្រប់គ្រង

source: Teacher
km: គ្រូ

source: Parent
km: ឪពុកម្តាយ

source: Student
km: សិស្ស

source: %s Handbook
km: សៀវភៅណែនាំ %s

source: version %s
km: ជំនាន់ %s

source: Please enter your email again.
km: សូមបញ្ជូលអីម៉ែលម្តងទៀត។

source: Your new passwords did not match.
km: លេងសំងាត់របស់អក្នមិនត្រូវគ្នាទេ។

source: Password reset is not activated for students.
km: សិស្សមិនអាចធ្វើការកំណត់លេងសំងាត់ឡើងវិញបានទេ។

source: Forgot your password?
km: ភ្លេចលេងសំងាត់របស់អក្ន?

source: Email
km: អីម៉ែល

source: Send password reset instructions
km: ផ្ញើរសេចក្តីណែនាំនៃការកំណត់លេងសំងាត់ឡើងវិញ

source: Please visit the following link to reset your password
km: សូមចូលទៅកាន់តំណភ្ជាប់ខាងក្រោមនេះដើម្បីធ្វើការកំណត់លេងសំងាត់ឡើងវិញ

source: Please permanently delete this email once you are done.
km: សូមលុបអីម៉ែលនេះនៅពេលដែលអក្នធ្វើរូចរាល់។

source: Password Reset
km: កំណត់លេងសំងាត់ឡើងវិញ

source: Reset your password
km: កំណត់លេងសំងាត់របស់អក្នឡើងវិញ

source: New Password
km: លេងសំងាត់ថ្មី

source: Verify New Password
km: ផ្ទៀង​ផ្ទាតលេងសំងាត់ថ្មី់

source: Submit
km: បញ្ញូន

source: Right Click to Save Image As...
km: ចុញម៉ៅខាងស្តាំដើម្បីរក្សាទុករូបភាពជា...

source: Delete
km: លុប

source: Save
km: រក្សាទុក

source: Field Name
km: ឈ្មោះតារាង

source: Pull-Down
km: ត្រប់ដោន

source: Auto Pull-Down
km: ត្រប់ដោនដោយស្វ័យប្រវត្តិ

source: Edit Pull-Down
km: កែប្រែត្រប់ដោន

source: Coded Pull-Down
km: លេខកូដត្រប់ដោន

source: Export Pull-Down
km: នាំចេញ

source: Select Multiple from Options
km: ជ្រើសរើសបានច្រើនពីជម្រើស

source: Text
km: អត្ដបទ

source: Long Text
km: អត្ដបទវែង

source: Checkbox
km: ប្រអប់ធីក

source: Number
km: លេខ

source: Date
km: កាលបរិច្ឆេទ

source: Data Type
km: ប្រភេទទិន្នន័យ

source: Field Category
km: ក្រុមនៃតារាង

source: One per line
km: មូយក្នុងមូយជួរ

source: Default
km: លំនាំដើម

source: For dates: YYYY-MM-DD
km: សំរាប់កាលបរិច្ឆេទ: AAAA-MM-DD

source: for checkboxes: Y
km: សំរាប់ប្រអប់ធីក: Y

source: Required
km: ត្រូវការ

source: Sort Order
km: តម្រៀបតាមលំដាប់

source: Title
km: ចំណងជើង

source: Field
km: តារាង

source: Category
km: ក្រុម

source: File not uploaded
km: ឯកសារមិនបានអាប់ឡូូត

source: Wrong file type: %s (%s required)
km: ប្រភេទឯកសារមិនត្រឹមត្រូវ: %s (%s ត្រូវការ)

source: File size > %01.2fMb: %01.2fMb
km: ទំហំឯកសារ > %01.2fMb: %01.2fMb

source: Folder not created
km: ថតមិនបានបង្កើតទេ

source: Folder not writable
km: ថតមិនអាចដាក់អ្វីបានទេ

source: File invalid or not moveable
km: ឯកសារមិនត្រឹមត្រូវឬក៏មិនអាចប្តូរទីតាំង

source: You're not allowed to use this program!
km: អក្នមិនអនុញ្ញាតអោយប្រើកម្មវិធីនេះទេ!

source: This attempted violation has been logged and your IP address was captured.
km: អ្វីដែលអក្នបានធ្វើគីត្រូវបានកត់ចូលក្នុងបញ្ជីហើយយើងក៏ចាប់បានលេខអាយភីរបស់អក្ន។

source: Poll completed
km: ការស្ទង់មតិបានបញ្ចប់

source: Total Participants
km: ចំនូនអក្នចូលរូ

source: Visible Between
km: អាចមើលឃើញរវាង

source: to
km: និង

source: Administrator w/Custom
km: អក្នគ្រប់គ្រងជាមួយនឹងសិទ្ធផ្ទាល់ខ្លូួន

source: Teacher w/Custom
km: គ្រូជាមួយនឹងសិទ្ធផ្ទាល់ខ្លូួន

source: Parent w/Custom
km: ឪពុកម្តាយជាមួយនឹងសិទ្ធផ្ទាល់ខ្លូួន

source: Visible To
km: អាចមើលឃើញទៅកាន់

source: Limit to Teacher
km: ការកំណត់ទៅលើគ្រូ

source: View Online
km: មើលលើអ៊ិនធឺណេត

source: Download
km: ទាញយក

source: Maximum file size: %01.0fMb
km: ទំហំឯកសារធំបំផុត: %01.0fMb

source: Embed Link
km: បង្កប់តំណភ្ជាប់

source: Edit
km: កែប្រែ

source: %Y Years %m Months %d Days
km: %Y ឆ្នាំ %m ខែ %d ថ្ងៃ

source: Immunization
km: ការចាក់ថ្នាំបង្ការ

source: Physical
km: រាងកាយ

source: Retain
km: រក្សា

source: Do not enroll after this school year
km: មិនត្រូវចុះឈ្មោះបន្ទាប់ពីឆ្នាំសិក្សានេះ

source: Next Grade at
km: ថ្នាក់បន្ទាប់គឺនៅ

source: School
km: សាលារៀន

source: School Year
km: ឆ្នាំសិក្សា

source: Marking Period
km: កំណត់រយៈពេល

source: Error
km: កំហុស

source: No quarters found
km: មិនមានត្រីមាស

source: Sunday
km: ថ្ងៃអាទិត្យ

source: Monday
km: ថ្ងៃចន្ទ

source: Tuesday
km: ថ្ងៃអង្គារ

source: Wednesday
km: ថ្ងៃពុធ

source: Thursday
km: ថ្ងៃព្រហស្បតិ៍

source: Friday
km: ថ្ងៃសុក្រ

source: Saturday
km: ថ្ងៃសៅរ៍

source: Day
km: ថ្ងៃ

source: Days
km: ថ្ងៃ

source: No courses found
km: មិនមានវគ្គសិក្សា

source: Clear working student
km: លុបសិស្ស

source: Student Info
km: ព័ត៌មានសិស្ស

source: Clear working user
km: លុបអក្នប្រើប្រាស់

source: User Info
km: ព័ត៌មានអក្នប្រើប្រាស់

source: We have a problem, please contact technical support ...
km: ពូកយើងមានបញ្ហា, សូមទាក់ទងទៅកាន់ក្រុមការងារបច្ចកទេស...

source: Email Address
km: ឤស័យដ្ឋានអីុម៉ែល

source: Phone Number
km: លេខទូរស័ព្ទ

source: Username
km: ឈ្មោះគណនី

source: N/A
km: គ្មានចំលើយ

source: January
km: មករា​

source: February
km: កម្ភៈ

source: March
km: មីនា

source: April
km: មេសា​

source: May
km: ឧសភា

source: June
km: មិថុនា​

source: July
km: កក្កដា​

source: August
km: សីហា​

source: September
km: កញ្ញា​

source: October
km: តុលា

source: November
km: វិច្ឆិកា​

source: December
km: ធ្នូ​

source: Open calendar
km: បើក​ប្រតិទិន​

source: Warning
km: ការ​ប្រមាន​

source: Note
km: ចំណាំ​

source: You are not currently in a marking period
km: អ្នក​មិន​នៅក្នុង​ចន្លោះ​ពេល​នៃ​ការ​ដាក់​ពិន្ទុ​ទេ​

source: Last Login
km: កាល​បរិច្ឆេទ​ ចូល​គណនី​ចុង​ក្រោយ​គេ

source: Failed Login
km: ការ​ចូល​គណនី ត្រូវ​បាន​បរាជ័យ​

source: User ID
km: កូដ​សំ​គាល់​របស់​អ្នក​ប្រើ​ប្រាស់​

source: Last Name
km: ត្រកូល

source: First Name
km: ឈ្មោះ

source: No Access
km: គ្មាន​សិទ្ធិ

source: Profile
km: ប្រវត្តិ​រូប​

source: w/Custom
km: Configurado

source: Mailing Address
km: អាស័យដ្ឋានប្រអប់​សំបុត្រ​

source: City
km: ទីក្រុង​

source: State
km: រដ្ឋ

source: Zipcode
km: លេខកូដ​តំបន់​

source: Address
km: អាស័យ​ដ្ឋាន​

source: Home Phone
km: លេខ​ទូរ​ស័ព្ទ​នៅ​ផ្ទះ​

source: Contacts
km: ទំនាក់​ទំនង​

source: Guardians
km: អាណាព្យាបាល​

source: Active
km: សកម្ម​

source: Inactive
km: អសកម្ម​

source: Status
km: ស្ថាន​ភាព​

source: School Status
km: ស្ថានភាព​សាលា​

source: Course Status
km: ស្ថាន​ភាព​មុខ​វិជ្ជា​

source: Contact Information
km: ពត៌មាន​ទំនាក់​ទំនង​

source: Call
km: ទូរស័ព្ទ​ទៅ​

source: No
km: ទេ

source: %s ID
km: កូដ​សំគាល់​របស់​ %s

source: Grade Level
km: កម្រិត​ថ្នាក់​

source: Grade
km: ថ្នាក់​

source: Excluded
km: មិនត្រូវ​បាន​រាប់​បញ្ចូល​

source: Address contains
km: អាស័យដ្ឋាន​មាន​

source: Write
km: សរសេរ​

source: Preview
km: មើល​មុន​

source: Mastering MarkDown
km: Dominar el Markdown

source: Nothing to preview.
km: គ្មាន​អ្វី​ឲ្យ​មើល​មុន។

source: Select some Options
km: ជ្រើស​រើស​ជម្រើស​មួយ​ជំនួន​

source: of, the, a, an, in
km: នៃ​, , , , ក្នុង​

source: Relevance
km: ពាក់​ព័ន្ធ​

source: Displaying %d through %d
km: បង្ហាញ​ %d ដល់​ %d

source: %d %s was found.
km: គ្មាន​ %d %s ដែល​បាន​រក​នោះទេ។​

source: No %s were found.
km: គ្មាន​ %s ដែល​រក​នោះ​ទេ។

source: Result
km: លទ្ធផល

source: Results
km: លទ្ធផល

source: Export list
km: នាំ​តារាង​ចេញ​

source: Search
km: ស្វែង​រក​

source: Go
km: ចាប់​ផ្តើម​

source: Confirm
km: បញ្ជាក់​

source: Are you sure you want to %s that %s?
km: តើអ្នក​ច្បាស់​ហើយ​ឬ អ្នក​ចង់​ %s លើ %s?

source: Cancel
km: បោះបង់​

source: The value for %s
km: តម្លៃ​សម្រាប់​ %s

source: There is no column for %s. This value was not saved.
km: វាគ្មាន​តារាង​សម្រាប់​ %s ទេ​។​ តម្លៃ​នេះ​មិនត្រូវ​បាន​រក្សាទុក​នោះ​ទេ។​

source: %s was too long. It was truncated to fit in the field.
km: %s វែង​ពេក​។ វា​ត្រូវ​បាន​ពង្រួម​ដើម្បី​ដាក់​ចូល​តារាង។​

source: %s, a numerical field, contained non-numerical characters. These characters were removed.
km: %s គឺជា​ចន្លោះសម្រាប់​លេខ​ តែវាមាន​ផ្ទុក​តួអក្សរ​ឬសញ្ញា។​ តួរអក្សរ​ ឬសញ្ញាទាំងនោះ ត្រូវបាន​លុបចោល។

source: %s, a date field, was not a valid date. This value could not be saved.
km: %s គឺជាចន្លោះសម្រាប់​កាលបរិច្ឆេទ វាមាន​ផ្ទុកកាលបរិច្ឆេទមិនត្រឹមត្រូវ។​ តម្លៃនេះមិនត្រូវបានរក្សាទុកទេ។

source: Grade Levels
km: កម្រិតថ្នាក់​

source: Not
km: មិនមែន

source: Check All
km: គូសទាំងអស់

source: Not Specified
km: មិនត្រូវបាន​បញ្ជាក់

source: No Value
km: គ្មានតំលៃ

source: Other Value
km: តម្លៃ​ផ្សេង​ទៀត​

source: All
km: ទាំងអស់

source: starts with
km: ចាប់​ផ្តើម​ពី​

source: Users
km: អ្នក​ប្រើប្រាស់​

source: Food Service
km: សេវា​អាាហារ

source: Accounting
km: គណនេយ្យ

source: Permissions
km: ការអនុញ្ញាត

source: Custom
km: ផ្ទាល់​ខ្លួន​

source: Food Service Balance
km: តុល្យ​ភាព​នៃ​សេវា​កម្ម​អាហារ​

source: Balance
km: តុល្យ​ភាព​

source: Food Service Status
km: ស្ថាន​ភាព​សេវាកម្ម​អាហារ​

source: Account Status
km: ស្ថាន​ភាព​គណនី​

source: Disabled
km: បិទការ​ប្រើប្រាស់​

source: Closed
km: បិទ

source: Food Service Barcode
km: បារកូដ​សេវាកម្ម​អាហារ​

source: Barcode
km: បារកូដ​

source: Food Service Account Exists
km: មាន​គណនី​សេវា​កម្ម​អាហារ​

source: Has Account
km: មាន​គណនី​

source: Staff Payroll Balance
km: តុល្យ​ភាព​ប្រាក់​បៀវត្ស​របស់​បុគ្គលិក

source: Between
km: ចន្លោះ​

source: Enrollment
km: ការ​ចុះ​ឈ្មោះ​

source: Scheduling
km: ធ្វើកាលវិភាគ​

source: Attendance
km: វត្តមាន​

source: Grades
km: កម្រិត​ថ្នាក់​

source: Eligibility
km: សិទ្ធិ​ទទួល​បាន​

source: Discipline
km: វិន័យ​

source: Student Billing
km: វិក័យ​ប័ត្រ​របស់​សិស្ស​

source: Course
km: មុខ​វិជ្ជា​

source: Course Period
km: រយៈពេល​នៃ​មុខ​វិជ្ជា​

source: Choose
km: ជ្រើសរើស​

source: Request
km: ស្នើ​សុំ​

source: Missing Request
km: ការបាត់​បង់​ការ​ស្នើរ​សុំ​

source: this school year to date
km: ឆ្នាំ​សិក្សា​នេះ​មកដល់​ថ្ងៃ​នេះ​

source: this semester to date
km: ឆមាស​នេះ​មក​ដល់​ថ្ងៃ​នេះ​

source: this marking period to date
km: ឆន្លោះ​ពេល​នៃ​ការ​ដាក់ពិន្ទុ​មកដល់​ថ្ងៃ​នេះ​

source: Days Absent
km: ចំនួន​ថ្ងៃ​អវត្តមាន​

source: YTD
km: ឆ្នាំ​នេះ​

source: Course Period Absences
km: អវត្តមាន​ក្នុ​ងចន្លោះ​ពេល​នៃមុខវិជ្ជា​

source: Use the Choose link of the Course widget (under Scheduling) to select a Course Period.
km: ចុចលើ​ពាក្យ​ «ជ្រើសរើស»​ នៅ​កន្លែ​ង «វគ្គសិក្សា​» ខាង​លើ​ ដើម្បីជ្រើស​រើស​ម៉ោង​សិក្សា​។

source: Weighted GPA
km: GPA ​មធ្យម​

source: Unweighted GPA
km: GPA មិនទាន់​បាន​គណនា​

source: Weighted
km: មធ្យម​

source: Class Rank
km: ចំណាត់ថ្នាក់

source: Without
km: គ្មាន​

source: With
km: ជាមួយ​

source: Report Card Grade
km: របាយការណ៏​កម្រិត​ថ្នាក់​

source: Did not receive
km: មិនបាន​ទទួល​

source: Ineligible
km: គ្មាន​សិទ្ធិ​

source: Activity
km: សកម្មភាព​

source: Mailing Labels
km: ស្លាក​សម្រាប់​ផ្ញើរសំបុត្រ​

source: Student Billing Balance
km: តុល្យភាព​វិក័យ​ប័ត្ររបស់​សិស្ស​

source: Reporter
km: អ្នក​រាយការណ៏​

source: Incident Date
km: កាល​បរិច្ឆេទ​នៃ​ហេតុ​ការណ៏​

source: On or After
km: នៅ ឬ បន្ទាប់​

source: On or Before
km: នៅ ឬ មុន​

source: Next grade at current school
km: ថ្នាក់​បន្ទាប់​

source: Next Year
km: ឆ្នាំ​ក្រោយ​

source: Any Value
km: តម្លៃ​ណា​ក៏​បាន​

source: Calendar
km: ប្រតិទិន​

source: Enrolled
km: បាន​ចុះឈ្មោះ​

source: Attendance Start
km: ការយក​វត្តមាន​ចាប់​ផ្តើម​

source: Previously Enrolled
km: ដែល​បាន​ចុះ​ឈ្មោះ​លើក​មុន​

source: Food Service Discount
km: បញ្ចុះ​តម្លៃ​សេវា​កម្ម​អាហារ​

source: Discount
km: បញ្ចុះ​តម្លៃ​

source: Full
km: ពេញ

source: Reduced
km: កាត់បន្ថយ

source: Free
km: ទំនេរ

source: Food Service Account ID
km: កូដសម្គាល់​គណនី​សេវាកម្ម​អាហារ​

source: Account ID
km: កូដ​សម្គាល់​គណនី

source: Confirm Successful Installation
km: បញ្ជាក់ការដំឡើងជោគជ័យ

source: You have successfully installed %s.
km: អ្នកបានដំឡើង %s ដោយជោគជ័យ

source: Check the %s page to spot remaining configuration problems.
km: ពិនិត្យទំព័រ %s ត្រួសៗ ដើម្បីស្វែងរកបញ្ហា​​ដែល​នៅ​សល់​ នៃ​ការកំណត់រចនាសម្ព័ន្ធ។

source: Your account has not yet been activated.
km: គណនីរបស់អ្នកមិនទាន់បានដំឡើងទេ។

source: You will be notified when it has been verified by a school administrator.
km: អ្នកនឹងទទួលបានការជូនដំណឹងបន្ទាប់ពីមានការបញ្ជាក់ពីអ្នកគ្រប់គ្រងសាលា។

source: Incorrect username or password.
km: ឈ្មោះគណនី ឬ លេខសម្ងាត់ មិនត្រឹមត្រូវ។

source: Please try logging in again.
km: សូមសាកល្បង ចូលគណនីម្ដងទៀត។

source: %s Login
km: ចូលគណនី %s

source: You must have javascript enabled to use %s.
km: អ្នកត្រូវតែបើក javascript ដើម្បីប្រើ %s។

source: You must accept cookies to use %s.
km: អ្នកត្រូវតែទទួលយក​ cookies ដើម្បីប្រើ %s។

source: Your account has been created.
km: គណនីរបស់អ្នកត្រូវបានបង្កើត។

source: You will then be able to log in.
km: បន្ទាប់មកអ្នកនឹងអាចចូលគណនីបាន

source: If you supplied a correct email address then please check your email for the password reset instructions.
km: ប្រសិនបើការផ្គត់ផ្គង អុីម៉ែល ត្រឹមត្រូវ សូម​ចូលពិនិត្យមើល អុីម៉ែល របស់អ្នកដើម្បីមើល​ការណែនាំការកំណត់ លេខសម្ងាត់សារជាថ្មី​

source: Language
km: ភាសា

source: Password
km: លេខសម្ងាត់

source: Password help
km: ជំនួយអំពី លេខសម្ងាត់

source: Login
km: ចូលគណនី

source: Create User Account
km: បង្កើតគណនីប្រើ​ប្រាស់​

source: Create Student Account
km: បង្កើតគណនី សិស្ស

source: About
km: អំពី

source: This is a restricted network. Use of this network, its equipment, and resources is monitored at all times and requires explicit permission from the network administrator and %s. If you do not have this permission in writing, you are violating the regulations of this network and can and will be prosecuted to the full extent of the law. By continuing into this system, you are acknowledging that you are aware of and agree to these terms.
km: នេះជាបណ្តាញតឹងរឹង។ ការប្រើប្រាស់បណ្តាញនេះ ឧបករណ៏ និង ធនធាន គឺត្រូវបានត្រួតពិនិត្យរាល់ពេល ហើយតម្រូវឲ្យមានការអនុញ្ញាតពី អ្នកគ្រប់គ្រងបណ្តាញ និង %s។ ប្រសិនបើអ្នកមិនមានការអនុញ្ញាត្តដោយលាយល័ក្ខអក្សរ អ្នកកំពុងតែបំពានបទប្បញ្ញត្តិរបស់បណ្តាញនេះ ហើយអាច និង នឹងត្រូវបានផ្តន្ទាទោសយ៉ាងពេញលេញតាមផ្លូវច្បាប់។ ដោយបន្តចូលទៅក្នុងប្រព័ន្ធនេះ អ្នកកំពុងតែទទួលស្គាល់ថាអ្នកបានដឹង និងយល់ព្រមទៅនឹងលក្ខខណ្ឌទាំងនេះ។

source: %s version %s
km: %s ជំនាន់ %s

source: Expense
km: ការចំណាយ

source: Income
km: ចំណូល

source: Staff Payroll
km: ប្រាក់បៀវត្ស បុគ្គលិក

source: Report Timeframe
km: ចន្លោះពេលរបាយការណ៏

source: Totals
km: សរុប

source: Expenses
km: ការចំណាយ

source: Less
km: តិច

source: Incomes
km: ចំណូល

source: Salaries
km: ប្រាក់ខែ

source: Staff Payments
km: ការទូទាត់របស់ បុគ្គលិក

source: Student Payments
km: ការទូទាត់របស់ សិស្ស

source: Fees
km: ថ្លៃ​ឈ្នួល​

source: Total
km: សរុប

source: Staff Payment
km: ការទូទាត់របស់ បុគ្គលិក​

source: Staff
km: បុគ្គលិក

source: Fee
km: តម្លៃ

source: Student Payment
km: ការទូទាត់របស់ សិស្ស

source: Comment
km: មតិ

source: Transaction
km: ប្រតិបត្តិការ

source: Amount
km: ចំនួន

source: Total from Incomes
km: ចំណូលសរុប

source: Total from Expenses
km: ចំណាយសរុប

source: Total from Student Payments
km: ចំនួន​សរុបការទូទាត់សិស្ស

source: Total from Staff Payments
km: តម្លៃសរុបការទូទាត់បុគ្គលិក

source: General Balance
km: ប្រាក់ទូទៅ

source: Assigned
km: ដែលបានផ្ដល់អោយ

source: Reports
km: របាយការណ៏

source: Daily Transactions
km: ប្រតិបត្តិការប្រចាំថ្ងៃ

source: Daily Totals
km: សរុបប្រចាំថ្ងៃ

source: Staff Balances
km: ប្រាក់បុគ្គលិក​

source: Print Statements
km: បោះពុម្ព​របាយការណ៏

source: Due
km: ថ្ងៃផុតកំណត់

source: Total from Salaries
km: សរុបចេញពីប្រាក់ខែ

source: Payment
km: ការទូទាត់

source: Statement
km: របាយ​ការណ៏

source: No Staff were found.
km: មិនឃើញឈ្មោះបុគ្គលិក​។

source: Absence records were added for the selected students.
km: កំណត់ត្រាអវត្តមានត្រូវបានកត់ត្រាចំពោះសិស្សដែលបានជ្រើសរើស។

source: You must choose at least one period and one student.
km: អ្នកត្រូវតែជ្រើសរើសយកយ៉ាងហោចណាស់ រយៈពេលមួយ និងសិស្សម្នាក់

source: Add Absences to Selected Students
km: បន្ថែមអវត្តមានទៅសិស្សដែលបានជ្រើសរើស

source: Add Absences
km: បន្ថែមអវត្តមាន

source: Add Absence to Periods
km: បន្ថែមអវត្តមានទៅម៉ោង​សិក្សា​មួយ​

source: Absence Code
km: កូដ អវត្តមាន

source: Absence Reason
km: ហេតុផល អវត្តមាន

source: The selected date is not in a school quarter.
km: ការជ្រើសរើសទិន្ន័យ មិនមាននៅក្នុងត្រីមាសរបស់សាលា។

source: Period
km: រយៈពេល

source: Attendance Code
km: កូដ វត្តមាន

source: Teacher's Entry
km: តារាងរបស់គ្រូ

source: Office Comment
km: មតិរបស់ការិយាល័យ

source: Teacher Comment
km: មតិរបស់គ្រូ

source: Update
km: បន្ទាន់សម័យ

source: Present
km: បច្ចុប្បន្ន

source: Day Comment
km: មតិ ប្រចាំថ្ងៃ

source: Current Student
km: សិស្ស បច្ចុប្បន្ន

source: Not Present
km: មិនមាន

source: None
km: គ្មាន

source: Half Day
km: ពាក់កណ្ដាលថ្ងៃ

source: Full Day
km: ពេញមួយថ្ងៃ

source: Comments
km: មតិ

source: Courses
km: វគ្គសិក្សា

source: Please enter a valid Sort Order.
km: ចូរបំពេញការតម្រៀបតាមលំដាប់អោយបានត្រឹមត្រូវ។

source: Short Name
km: ឈ្មោះខ្លី

source: Type
km: ប្រភេទ

source: Default for Teacher
km: ទម្រង់​ដើមរបស់គ្រូ

source: State Code
km: កូដ រដ្ឋ

source: Teacher & Office
km: គ្រូ និង បុគ្គលិការិយាល័យ

source: Office Only
km: សម្រាប់តែការិយាល័យ

source: Absent
km: អវត្តមាន

source: Daily
km: ប្រចាំថ្ងៃ

source: By Period
km: តាមម៉ោងរៀន​

source: Timeframe
km: ពេលវេលា

source: Daily Attendance
km: វត្តមានប្រចាំថ្ងៃ

source: Duplicate Attendance Record
km: របាយការណ៏​វត្តមានជាន់គ្នា

source: The duplicate records have been deleted.
km: របាយការណ៏ជាន់គ្នាត្រូវបានលុប។

source: You must choose at least one student.
km: អ្នកត្រូវតែជ្រើសរើសសិស្សយ៉ាងហោចណាស់មួយ។

source: Page
km: ទំព័រ

source: of %d pages.
km: នៃទំព័រ %d​។

source: Course Period ID
km: កូដសម្គាល់​ នៃ​រយៈពេលវគ្គសិក្សា

source: Course Start Date
km: ថ្ងៃចាប់ផ្ដើមនៃវគ្គសិក្សា

source: Course End Date
km: ថ្ងៃបញ្ចប់នៃវគ្គសិក្សា

source: Attendance Date
km: កាលបរិច្ឆេទ​វត្ត​មាន​

source: No Duplicates Found
km: មិនមាន​របាយណ៏ការជាន់​

source: No Students were found.
km: មិនឃើញឈ្មោះរបស់សិស្ស។

source: From
km: មកពី

source: When do you want to recalculate the daily attendance?
km: ពេលណាដែលអ្នកចង់គណនាវត្តមានប្រចាំថ្ងៃម្តងទៀត?

source: Recalculate Daily Attendance
km: បូកសរុបវត្តមានប្រចាំថ្ងៃម្តងទៀត

source: Calculating ...
km: កំពុងគណនា ...

source: The Daily Attendance for that timeframe has been recalculated.
km: វត្តមានប្រចាំថ្ងៃសម្រាប់​ចន្លោះ​ពេល​នោះ ត្រូវបានគណនារួចរាល់។

source: Administration
km: អ្នកគ្រប់គ្រង

source: Teacher Completion
km: ការបំពេញរបស់គ្រូ

source: Average Daily Attendance
km: មធ្យមភាគវត្តមានប្រចាំថ្ងៃ

source: Average Attendance by Day
km: មធ្យមភាគវត្តមានតាមថ្ងៃ

source: Attendance Chart
km: ក្រាបវត្តមាន

source: Absence Summary
km: សរុបអវត្តមាន

source: Utilities
km: ឧបករណ៏ប្រើប្រាស់

source: Delete Duplicate Attendance
km: លុបវត្តមានដែលជាន់គ្នា

source: Setup
km: តម្លើង

source: Attendance Codes
km: កូដ វត្តមាន

source: Teacher Programs
km: កម្មវិធីរបស់គ្រូ

source: Take Attendance
km: កត់វត្តមាន

source: Absences
km: អវត្តមាន

source: Daily Summary
km: សរុបប្រចាំថ្ងៃ

source: Advanced
km: កម្រិតខ្ពស់

source: Students
km: សិស្ស

source: Days Possible
km: ថ្ងៃ​ដែលអាចធ្វើទៅបាន

source: ADA
km: វត្តមានប្រចាំជា មធ្យម

source: Average Attendance
km: វត្តមានជាមធ្យម

source: Average Absent
km: អវត្តមានជាមធ្យម

source: School Day
km: ថ្ងៃសិក្សា

source: All Periods
km: ម៉ោង​សិក្សា​ទាំងអស់

source: State Abs
km: ស្ថានភាពវត្តមាន

source: You cannot take attendance for this course period.
km: អ្នកមិនអាចយកវត្តមាននៅ​ចន្លោះវគ្គនេះបានទេ។

source: You cannot take attendance for this period on this day.
km: អ្នកមិនអាចយកវត្តមាននៅ​ចន្លោះពេលនេះនៅ​ថ្ងៃនេះបានទេ។

source: The selected date is not today
km: ការជ្រើសរើសទិន្នន័យមិនមែនថ្ងៃនេះទេ

source: You can edit this attendance
km: អ្នកអាចកែប្រែវត្តមាននេះបាន

source: You cannot edit this attendance
km: អ្នកមិនអាចកែប្រែវត្តមាននេះបានទេ

source: You already have taken attendance today for this period.
km: អ្នកបានយកវត្តមានថ្ងៃនេះ សម្រាប់​ម៉ោង​សិក្សា​នេះ​រួចហើយ។

source: Course Title
km: ចំណងជើង​ វគ្គសិក្សា

source: Teacher who takes attendance
km: គ្រូដែលបានស្រង់វត្តមាន

source: Completed
km: រួចរាល់

source: Teacher who takes %s attendance
km: គ្រូដែលយកវត្តមាន %s

source: Teachers who take %s attendance
km: គ្រូទាំងឡាយ​ដែលយកវត្តមាន %s

source: Student Name
km: ឈ្មោះសិស្ស

source: Year
km: ឆ្នាំ​

source: Demographics
km: ពត៌មាន​

source: Month to Date
km: ខែ​ ទៅ ការបរិច្ឆេទ

source: Month
km: ខែ

source: Possible
km: អាច

source: Year to Date Totals
km: ឆ្នាំសិក្សា ទៅ សរុបការបរិឆ្ឆេទ

source: Create Attendance Report for Selected Students
km: បង្កើតរបាយកាណ៍សិស្ស

source: Select Parents email field
km: ជ្រើសរើស ​តារាងអ៊ីម៉េលមាតាបិតា

source: Student Fields
km: ​តារាងសិស្ស

source: Address Fields
km: តារាងអាសយដ្ឋាន

source: New Parent Account
km: គណនីមាតាបិតាថ្មី

source: Updated Parent Account
km: គណនីមាតាបិតាថ្មីបំផុតដែលបានកែ

source: Success
km: បានសំរេច

source: Fail
km: ខកខាន

source: Creation Result
km: ការបង្កើតលទ្ធផល

source: Create Parent Accounts for Selected Students
km: បង្កើតគណនីមាតាបិតាសំរាប់សិស្សដែលជ្រើសរើស

source: Email Text
km: សារអ៊ីម៉េល

source: Substitutions
km: ជំនួស

source: Parent Name
km: ឈ្មោះ មាតាបិតា

source: Associated Students
km: សិស្សទាំងឡាយដែលទាក់ទង

source: Test Mode
km: ប្រភេទ សាកល្បង

source: Contact
km: អ្នក ឬ អាសយដ្ឋានដែលអាចទាក់ទងបាន

source: My Report
km: របាយការណ៍របស់ខំ្ញុ

source: Create Parent Users
km: បង្កើតគណនីមាតាបិតា

source: Registration
km: ការចុះឈ្មោះ

source: Notify Parents
km: ផ្តល់ពត៌មានដល់មាតាបិតា

source: Attendance Summary
km: ការសង្ខេបអវត្តមាន

source: Address ID
km: លេខសម្គាល់អាសយដ្ឋាន

source: Ungroup by Family
km: ដកចេញពីក្រុមដោយគ្រួសារ

source: Group by Family
km: ដាក់ចូលជាក្រុមដោយគ្រួសារ

source: Street
km: ផ្លូវ

source: Phone
km: ទូរសព័្ទ

source: Mailing Street
km: អាសយដ្ឋានប្រអប់សំបុត្រ

source: Mailing City
km: ក្រុងប្រអប់សំបុត្រ

source: Mailing State
km: រដ្ឋប្រអប់សំបុត្រ

source: Mailing Zipcode
km: កូតប្រអប់សំបុត្រ

source: Person Name
km: ឈ្មោះបុគ្កល

source: Value
km: តម្លៃ

source: Notification Result
km: ការផ្តល់ពត៌មានលើលទ្ឋផល

source: You must choose at least one user
km: អ្នកត្រូវជ្រើសរើសអ្នកប្រើប្រាស់ម្នាក់យ៉ាងតិច

source: Notify Selected Parents
km: ការផ្តល់ពត៌មានដល់មាតាបិតាដែលជ្រើសរើស

source: Find Parents who never logged in
km: រកមើលមាតាបិតាដែលមិនចូលគណនី

source: Grandparent
km: យាយ​ តា

source: New Registration %s (%d) has been registered by %s.
km: ការចុះឈ្មោះថ្មី​ %s (%d) ត្រូវបានចុះឈ្មោះដោយ %s.

source: New Registration
km: ការចុះឈ្មោះថ្មី​

source: Your parents have been registered.
km: មាតាបិតារបស់អ្នកត្រូវបាន​ចុុះឈ្មោះ.

source: Your child has been registered.
km: កូនរបស់អ្នកត្រូវបានចុះឈ្មោះ.

source: Welcome, %s, to the %s
km: សូមស្វាគម, %s, al %s

source: We would appreciate it if you would enter just a little bit of information about you and %s to help us out this school year. Thanks!
km: យើងសូមអគុណ ប្រសិនជាអ្នកផ្តល់ពត៌មានបន្តែមទៀតអំពីអ្នក វានិង %s ជួយយើងច្រើនក្នុងឆ្នាំសិក្សានេះ។ សូមអរគុណ!

source: your parents
km: មាតាបិតារបស់អ្នក

source: your child
km: កូនរបស់អ្នក

source: Information about your parents
km: ពត៌មានអំពីមាតាបិតាអ្នក

source: Information about you
km: ពត៌មានអំពីអ្នក

source: Middle Name
km: ឈ្មោះ កណ្តាល

source: Cell Phone
km: លេខទូរស័ព្ទដៃ

source: Workplace
km: កន្លែងការងារ

source: Information about spouse or significant other
km: ពត៌មានអំពីប្តីប្រពន្ធ​ ឬ អ្នកសំខាន់ដទៃទៀត

source: Leave this section blank if separated.
km: សូមចន្លោះចោលផ្នែកនេះ​ ប្រសិនមិនទាក់ទង

source: Your Address
km: អាសយដ្ឋានរបស់អ្នក

source: Zip
km: លេខកូតតំបន់

source: Grandparent Information
km: ពត៌មានអំពីយាយតា

source: Other Contacts
km: អ្នកទំនាក់ទំនងដទៃទៀត

source: Relation to Student
km: សាច់ញាតិដែលទាក់ទងជាមួយសិស្ស

source: Information about %s %s
km: ពត៌មានអំពី %s %s

source: Please choose a category
km: សូមជ្រើសរើសក្រុមមួយ

source: Line
km: ជួរ

source: List
km: បញ្ជី

source: Column
km: ខ្ទង់

source: Option
km: ជម្រើស

source: Number of Referrals
km: លេខប​ញ្ជូន​

source: %s Breakdown
km: ញែក %s

source: Don't use
km: សូមកុុំប្រើ

source: Select One from Options
km: ជ្រើសរើសមួយពីជម្រើសផ្សេងៗ

source: Referral Form Category
km: បែបបទទម្រងបញ្ជូន

source: Use at this school
km: ប្រើប្រាស់នៅសាលារៀននេះ
