Repository: mdulin2/SC5
Catalog: blackboard/rosariosis/locale/*.utf8/LC_MESSAGES/rosariosis.po
Languages: km

source: Add an <b>Existing</b> Contact<br />without an Address
km: បន្ថែមអក្នដែលត្រូវទាក់ទង<b>ដែលមានរូច</b><br />ដោយគ្មានអាស័យដ្ឋាន

source: Contacts without an Address
km: អក្នដែលត្រូវទាក់ទងដោយគ្មានអាស័យដ្ឋាន

source: Contacts at this Address
km: អក្នដែលត្រូវទាក់ទងដែលនៅអាស័យដ្ឋាននេះ

source: Other students associated with this person
km: សិស្សផ្សេងទៀតដែលភ្ជាប់ជាមូយម្នាក់នេះ

source: There are no contacts without an address.
km: មិនមានអក្នដែលត្រូវទាក់ទងដែលគ្នានអាស័យដ្នានទេ។

source: There are no contacts at this address.
km: មិនមានអក្នដែលត្រូវទាក់ទងនៅអាស័យដ្នាននេះទេ។

source: Add a <b>New</b> Contact
km: បន្ថែមអក្នដែលត្រូវទាក់ទង<b>ថ្មី</b>

source: Add an <b>Existing</b> Contact
km: បន្ថែមអក្នដែលត្រូវទាក់ទង<b>ដែលមានរូច</b>

source: Map It
km: ចូលមើលផែនទី

source: Bus Pickup
km: កន្លែងឡានទៅយក

source: Bus Dropoff
km: កន្លែងចុះពីឡាន

source: If different than above
km: ប្រសិនបើខុសពីខាងលើ

source: Select Address
km: ជ្រើសរើសអាស័យដ្នាន

source: Relation
km: ទំនាក់ទំនង

source: Select Person
km: ជ្រើសរើសបុគ្កល​

source: Suffix
km: បន្ថែមពីក្រោយ

source: III
km: II

source: The password must have at least 8 characters, at least 1 digit, at least 1 lower case letter, at least 1 upper case letter, at least 1 non-alphanumeric character
km: លេងសំងាត់ត្រូវតែយ៉ាងហោចណាស់់ប្រាំបីអក្សរ,យ៉ាងហោចណាស់់លេខមូយខ្ទង,យ៉ាងហោចណាស់់អក្សរតូចមួយយ៉ាងហោចណាស់់អក្សរធំមួយ,យ៉ាងហោចណាស់់អក្សរដែលមិនមានជាអក្សរក្រមលេខមួយ

source: Immunization or Physical
km: ការចាក់ថ្នាំបង្ការរីក៏ការពិនិត្យរាងកាយ

source: Medical Alert
km: ការជូនដំណឹងពីពេទ្យ

source: Time In
km: ម៉ោងចូល

source: Time Out
km: ម៉ោងចេញ

source: Reason
km: ហេតុផល

source: Nurse Visit
km: ការមើលថែពីកិលានុប្បដ្ឋាយិកា

source: Age
km: អាយុ

source: Add Selected Students
km: បន្ថែមសិស្សដែលបានជ្រើសរើសហើយ

source: Select the programs with which this user can use and save information.
km: ជ្រើសរើសកម្មវិធីដែលអក្នប្រើប្រាស់អាចប្រើនិងរក្សាទុកព័ត៌មាន។

source: Can Use
km: អាចប្រើបាន

source: Can Edit
km: អាចកែប្រែបាន

source: %s %s is assigned to the profile %s.
km: %s %s គឺត្រូវបានផ្តល់អោយទម្រង់ %s.

source: To assign permissions to this user, either change the permissions for this profile using the %s setup or change this user to a user with custom permissions by using %s.
km: ដើម្បីផ្តល់សិទ្ទអោយអក្នប្រើប្រាស់នេះ, រូមទាំងផ្លាស់ប្តូរសិទ្ទសំរាប់អក្នប្រើប្រាស់នេះគឺត្រូវប្រើការកំណត់ %s រឺក៏ប្តូរអក្នប្រើប្រាស់ទៅជាអក្នប្រើប្រាស់ដែលមានសិទ្ធផ្ទាល់ខ្លូនដោយប្រើ %s.

source: Profiles
km: ទម្រង់

source: General Info
km: ព័តមានទូទៅ

source: Add a User
km: បន្ថែមអក្នប្រើប្រាស់

source: Associate Students with Parents
km: ភ្ជាប់សិស្សទៅកា​ន់ឪពុកម្តាយ

source: My Preferences
km: ចំណង់ចំណូលចិត្តរបស់ខ្ញុំ

source: User Profiles
km: ទម្រង់សិស្ស

source: User Permissions
km: សិទ្ធរបស់អក្នប្រើប្រាស់

source: User Fields
km: តារាងអក្នប្រើប្រាស់

source: Your current password was incorrect.
km: លេងសម្ងាត់បច្ខប្បន្នរបស់អក្នមិនត្រឹមត្រូវ។

source: Your new password was saved.
km: លេងសម្ងាត់ថ្មីរបស់អក្នត្រូវបានរក្សាទុក។

source: Your preferences were saved.
km: ចំណង់ចំណូលចិត្តរបស់អក្នត្រូវបានរក្សាទុក។

source: Display Options
km: បង្ហាញជម្រើស

source: Print Options
km: ព្រីនជម្រើស

source: Student Listing
km: បញ្ជីសិស្ស

source: User Widgets
km: ធាតុក្រាហ្វិកអក្នប្រើប្រាស់

source: Student Sorting
km: ការតម្រៀបសិស្ស

source: File Export Type
km: ប្រភេទឯកសារនាំចេញ

source: Tab-Delimited (Excel)
km: កំណត់ព្រំដែនថេប(Excel)

source: Date Export Format
km: ទ្រង់ទ្រាយនៃកាលបរិច្ឆេទនាំចេញ

source: Display Options Format
km: ការបង្ហាញទម្រង់នៃជម្រើស

source: Display student search screen
km: បង្ហាញអេក្រង់ស្វែងរកសិស្ស

source: Group by family by default
km: ដាក់ជាក្រុមដោយគ្រូសារតាមលំនាំដើម

source: Search all schools by default
km: ស្វែងរកគ្រូសារទាំងអស់តាមលំនាំដើម

source: Theme
km: រូបរាង

source: Highlight Color
km: រំលិចពណ៍

source: Date Format
km: ទ្រង់ទ្រាយកាលបរិច្ឆេទ

source: Disable login alerts
km: បិទការជូនដំណឹងការចូលប្រព័ន្ធ

source: Automatically scroll to top of the page
km: រមូរដោយស្វ័យប្រវត្តិទៅទំព័រខាងលើ

source: Page Size
km: ទំហំទំព័រ

source: US Letter
km: ក្រដាសសហរដ្ឋអាមេរិក

source: PDF List Header Color
km: ពណ៌បឋមកថាPDF

source: Current Password
km: លេខសម្ងាត់បច្ចុប្បន្ន

source: Home Phone Number
km: លេខទូរស័ព្ទផ្ទះ

source: All Contacts
km: អក្នដែលត្រូវទាក់ទងទាំងអស់

source: Addresses
km: ឤស័យដ្ឋាន

source: Next School Year
km: ឆ្នាំសិក្សាបន្នាប់

source: Widget
km: ធាតុក្រាហ្វិក

source: Confirm Delete
km: បញ្ជាក់ថាលុប

source: Are you sure you want to delete the user profile <i>%s</i>?
km: តើអក្នច្បាស់ដែរឺទេថាចង់លុបទម្រង់របស់អក្នប្រើប្រាស់ <i>%s</i>?

source: Users of that profile will retain their permissions as a custom set which can be modified on a per-user basis through %s.
km: អក្នប្រើប្រាស់ដែលមានទម្រង់នោះនឹងរក្សាសិទ្ធិរបស់គាត់ជាការកំណត់ផ្ទាល់ខ្លូនដែលអាចកែប្រែទៅលើមូលដ្នានរបស់អក្នប្រើប្រាស់តាម​%s។

source: Select the programs that users of this profile can use and which programs those users can use to save information.
km: ជ្រើសយកកម្មវិធីដែលអក្នប្រើប្រាស់នៃទម្រង់នេះអាចប្រើបានហើយជាកម្មវិធីដែលអក្នប្រើប្រាស់អាចប្រើដើម្បីរក្សាទុកព័ត៌មាន។

source: Add a User Profile
km: មន្ថែមទម្រង់អក្នប្រើប្រាស់

source: Find a User
km: ស្វែងរកអក្នប្រើប្រាស់

source: Include Parents of Inactive Students
km: បញ្ចូលឪពុកម្តាយនៃសិស្សដែលអសកម្ម

source: Choose A User
km: ជ្រើសរើសអក្នប្រើប្រាស់ម្នាក់

source: No Users were found.
km: មិនមានអក្នប្រើប្រាស់ត្រូវបានរកឃើញ។

source: Mr
km: លោក

source: Mrs
km: អ្នកស្រី

source: Ms
km: លោកស្រី

source: Miss
km: កញ្ញា

source: Dr
km: លោកបណ្ឌិត

source: User Field
km: តារាងអក្នប្រើប្រាស់

source: User Field Category
km: ក្រុមនៃតារាងអក្នប្រើប្រាស់

source: New User Field
km: តារាងអក្នប្រើប្រាស់ថ្មី

source: New User Field Category
km: ក្រុមនៃតារាងអក្នប្រើប្រាស់ថ្មី

source: User Photo
km: រូបថតអក្នប្រើប្រាស់

source: Last Year %s ID
km: %s លេខសម្គាល់ឆ្នាំ​មុន

source: All Schools
km: សាលាទាំងអស់

source: List Courses For All Schools
km: បញ្ជីវគ្គសិស្សាសំរាប់សាលាទាំងអស់

source: Not Requested
km: មិនបានស្នើសំុ

source: You must choose at least one field
km: អក្នត្រូវតែជ្រើសតារាយ៉ាងហោចណាស់មួយ

source: First Name Initial
km: ឈ្មោះដំបូង

source: Enrollment Start Date
km: ថ្ងៃ​ចាប់​ផ្តើ​មការចុះឈ្មោះចូលរៀន

source: Enrollment End Date
km: ថ្ងៃបញ្ចប់ការចុះឈ្មោះចូលរៀន

source: Drop Code
km: កូដឈប់

source: Zip Code
km: លេងកូដតំបន់

source: Attendance Period Teacher
km: រយះពេលវត្តមានគ្រូ

source: Fields
km: តារាង

source: Good Morning, %s.
km: អរុណ​សួស្តី, %s.

source: Good Afternoon, %s.
km: ទិវាសួស្ដី, %s.

source: Good Evening, %s.
km: សាយ័ណ្ហសួស្ដី, %s.

source: Welcome to %s!
km: ស្វាគមន៍​មកកាន់ %s!

source: Your last login was <b>%s</b>.
km: ការចូលទៅកាន់ប្រព័ន្ធចុងក្រោយរបស់អក្នគឺ<b>%s</b>.

source: There have been <b>%d</b> failed login attempts since your last successful login.
km: ធ្លាប់មានការបរាជ័យក្នុងការប៉ុនប៉ងចូលទៅកាន់ប្រព័ន្ធ<b>%d</b>ដងតាំងពីការចូលទៅកាន់ប្រព័ន្ធបានជោគជ័យចុងក្រោយរបស់អក្ន។

source: You are an <b>Administrator</b> on the system.
km: អក្នគឺជា<b>អក្នគ្រប់គ្រង</b>នៅក្នុងប្រព័ន្ធ។

source: You are a <b>Teacher</b> on the system.
km: អក្នគឺជា<b>គ្រូ</b>នៅក្នុងប្រព័ន្ធ។

source: You are a <b>Parent</b> on the system.
km: អក្នគឺជា<b>ឪពុកម្តាយ</b>នៅក្នុងប្រព័ន្ធ។

source: You are a <b>Student</b> on the system.
km: អក្នគឺជា<b>សិស្ស</b>នៅក្នុងប្រព័ន្ធ។

source: Date Posted
km: កាលបរិច្ឆេទការប្រកាស

source: Day With Upcoming Events
km: ថ្ងៃដែលព្រឹត្តិការណ៍មិនទាន់មកដល់

source: Teachers have missing attendance data
km: គ្រូខ្វះទិន្នន័យវត្តមាន

source: Course Period with missing attendance data
km: រយះពេលវគ្គសិស្សាជាមួយទិន្នន័យវត្តមានខ្វះ

source: You have a <b>negative</b> food service balance of <span style="color:red">%s</span>
km: អក្នមានចំនូន<b>អវិជ្ជមាន</b><span style="color:red">%s</span>នៃទឹកប្រាក់សេវាកម្មម្ហូបអាហារ

source: Some students have food service balances below %1.2f
km: សិស្សខ្លះមានទឹកប្រាក់នៃសេវាកម្មម្ហូបអាហារក្រោម​%1.2f

source: Happy administrating...
km: រីករាយការគ្រប់គ្រង...

source: Upcoming Assignment
km: ការងារមិនទាន់មកដល់

source: You have missing attendance data
km: អក្នមានទិន្នវត្តមានដែលខ្វះ

source: Happy teaching...
km: រីករាយការបង្រៀន...

source: You have students with food service balance below %1.2f - please deposit at least the Minimum Deposit into you children's accounts.
km: អក្នមានសិស្សដែលមានទឹកប្រាក់សេវាកម្មម្ហូបអាហារក្រោម%1.2f - សូមដាក់ប្រាក់យ៉ាងហោចណាស់ស្មើនឹងប្រាក់ដែលអាចដាក់បានតូច​បំផុតចូលទៅក្នុងគណនីកូនរបស់អក្ន។

source: Minimum Deposit
km: ប្រាក់ដែលអាចដាក់បានតូចបំផុត

source: Happy parenting...
km: រីករាយការធ្វើជាឪពុកម្ដាយ...

source: Happy learning...
km: រីករាយការធ្វើជាសិក្សា...

source: This person has no information in the system.
km: ម្នាក់នេះគ្មានព័ត៍មាននៅក្នុងប្រព័ន្ធ។

source: The plugin configuration has been modified.
km: កម្មវិធីជំនួយនៃការកំណត់រចនាសម្ព័ន្ធបានកែប្រែ។

source: Moodle
km: អក្នប្រើMoodle

source: Moodle URL
km: URLរបស់Moodle

source: Moodle Token
km: និមិត្តសញ្ញារបស់Moodle

source: Moodle Parent Role ID
km: កូដសម្គាល់តូនាទីឪពុកម្ដាយរបស់Moodle

source: Create Student in Moodle
km: បង្កើតសិស្សនៅក្នុងMoodle

source: Please enter a valid password
km: សូមបញ្ជូលលេខសម្ងាត់ដែលត្រឹមត្រូវ

source: Create User in Moodle
km: បង្កើតអក្នប្រើប្រាស់នៅក្នុងMoodle

source: Create Course Period in Moodle
km: បង្កើតរយះពេលវគ្កសិស្សានៅក្នុងMoodle

source: Publish Event in Moodle?
km: ប្រកាសព្រឹត្តការណ៍នៅក្នុងMoodle?

source: Publish Note in Moodle?
km: ប្រកាសចំណាំនៅក្នុងMoodle?
